{
    "visual": {
        "name": "Esri",
        "displayName": "ArcGIS for Power BI",
        "guid": "esriVisual",
        "visualClassName": "Visual",
        "version": "2023.2.187",
        "description": "ArcGIS for Power BI",
        "supportUrl": "http://www.esri.com/software/arcgis/arcgis-maps-for-power-bi",
        "gitHubUrl": "https://github.com/Esri/PowerBI-visuals"
    },
    "author": {
        "name": "Esri",
        "email": "support@esri.com"
    },
    "apiVersion": "5.3.0",
    "style": "style/visual.less",
    "stringResources": {
        "ar-SA": {
            "Location": "الموقع",
            "Latitude": "دائرة العرض (Y)",
            "Longitude": "خط الطول (X)",
            "Size": "الحجم",
            "Color": "لون",
            "Time": "زمن",
            "Tooltips": "تلميحات الأدوات",
            "FindSimilar": "البحث عن المتشابه",
            "JoinField": "طبقة الضم",
            "Location_Desc": "اسحب إحدى القيم المستندة إلى موقع من حقول البيانات هنا لعرض المواقع على الخريطة.",
            "Latitude_Desc": "اسحب قيمة دائرة العرض (y) من حقول البيانات هنا لتحديد جزء من إحداثي الخريطة. إذا كنت تستخدم هذا الحقل، فيجب عليك أيضًا تحديد حقل خط الطول (x) المقابل",
            "Longitude_Desc": "اسحب قيمة خط الطول (x) من حقول البيانات هنا لتحديد جزء من إحداثي الخريطة. إذا كنت تستخدم هذا الحقل، فيجب عليك أيضًا تحديد حقل دائرة العرض (y) المقابل.",
            "Size_Desc": "اسحب حقل البيانات الرقمية هنا لرسم مواقع على الخريطة وفقًا للحجم.",
            "Color_Desc": "اسحب حقل البيانات الرقمية هنا لتمييز المواقع على الخريطة على أساس التدرج اللوني. بدلاً من ذلك ، أضف حقل البيانات الفئوية لإظهار المواقع باستخدام ألوان مختلفة.",
            "Time_Desc": "اسحب حقلًا يحتوي على بيانات زمنية (التاريخ، والوقت أو التاريخ والوقت) هنا لتحريك المواقع على الخريطة وفقًا للوقت.",
            "Tooltips_Desc": "اسحب الحقول الفئوية أو الرقمية هنا لتعريف المعلومات التي تظهر في تلميحات الأدوات. يمكن أن يحتوي هذا على حقول متعددة.",
            "FindSimilar_Desc": "اسحب ما يصل إلى خمسة حقول هنا للعثور على مواقع ذات سمات مماثلة لتلك الخاصة بالمواقع المحددة على الخريطة. عندما يحتوي هذا الحقل جيدًا على بيانات، تظهر أداة \"البحث عن المتشابه\" على شريط أدوات التحديد. استخدم أداة تحديد لتحديد المواقع المرجعية على الخريطة، ثم انقر على أداة \"البحث عن المتشابه\" وانقر على \"تشغيل\" لعرض أفضل 10 تطابقات.",
            "JoinField_Desc": "أضف حقلًا للانضمام باستخدام طبقة ArcGIS.",
            "Layers": "الطبقات",
            "LayerTitle": "العنوان",
            "ShowLayers": "إظهار الطبقات",
            "Anchor": "ارتساء",
            "LayersPosition": "موضع الطبقات",
            "Left": "يسار",
            "Right": "يمين",
            "MapTools": "أدوات الخريطة",
            "MapTools_Desc": "إعدادات أدوات الخريطة",
            "ZoomTools": "أدوات التكبير/التصغير",
            "Basemaps": "خرائط الأساس",
            "Search": "بحث",
            "SearchPinColor": "لون الدبوس",
            "Search_Desc": "البحث عن العناوين وأماكن الاهتمام",
            "LocationType": "نوع الموقع",
            "LocationType_Desc": "إعدادات نوع الموقع",
            "InfographicsPosition": "موضع المخططات البيانية للمعلومات",
            "Country": "البلد",
            "DisableMapChange": "تأمين المدى"
        },
        "bg-BG": {
            "Location": "Местоположение",
            "Latitude": "Географска ширина (Y)",
            "Longitude": "Географска дължина (X)",
            "Size": "Размер",
            "Color": "Цвят",
            "Time": "Време",
            "Tooltips": "Подсказки за инструменти",
            "FindSimilar": "Намиране на подобни",
            "JoinField": "Слой за присъединяване",
            "Location_Desc": "Плъзнете тук базирана на местоположение стойност от полетата си с данни, за да покажете местоположенията на картата.",
            "Latitude_Desc": "Плъзнете тук стойност за географска ширина (y) от полетата си с данни, за да дефинирате част от координатите на картата. Ако използвате това поле, трябва да посочите и съответното поле за дължина (x).",
            "Longitude_Desc": "Плъзнете тук стойност за географска дължина (х) от полетата си с данни, за да дефинирате част от координатите на картата. Ако използвате това поле, трябва да посочите и съответното поле за географска ширина (y).",
            "Size_Desc": "Плъзнете полето с числови данни тук, за да начертаете местоположения на картата според размера.",
            "Color_Desc": "Плъзнете полето с числови данни тук, за да разграничите местоположенията на картата въз основа на гама от цветове. Като алтернатива добавете поле за категорични данни, за да покажете местоположения с различни цветове.",
            "Time_Desc": "Плъзнете поле, съдържащо времеви данни (дата, час или дата и час), тук, за да анимирате местоположенията на картата според времето.",
            "Tooltips_Desc": "Плъзнете категорийни или числови полета тук, за да дефинирате информация, която се появява в подсказките. Това може да съдържа множество полета.",
            "FindSimilar_Desc": "Плъзнете до пет полета тук, за да намерите местоположения с атрибути, сравними с тези на избраните на картата места. Когато това поле съдържа данни, инструментът за намиране на подобни се появява в лентата с инструменти за избор на инструменти. Използвайте инструмент за избор, за да изберете референтни местоположения на картата, след това натиснете върху инструмента Намиране на подобни и натиснете върху Изпълни, за да видите първите 10 съвпадения.",
            "JoinField_Desc": "Добавете поле за присъединяване към слой ArcGIS.",
            "Layers": "Слоеве",
            "LayerTitle": "Заглавие",
            "ShowLayers": "Показване на слоеве",
            "Anchor": "Котва",
            "LayersPosition": "Позиция на слоеве",
            "Left": "Ляво",
            "Right": "Дясно",
            "MapTools": "Инструменти на карта",
            "MapTools_Desc": "Настройки на инструменти на карти",
            "ZoomTools": "Инструменти за мащабиране",
            "Basemaps": "Базови карти",
            "Search": "Търсене",
            "SearchPinColor": "Цвят на пин",
            "Search_Desc": "Търсене на адреси и места на интерес",
            "LocationType": "Тип местоположение",
            "LocationType_Desc": "Настройки на тип местоположение",
            "InfographicsPosition": "Инфографска позиция",
            "Country": "Държава",
            "DisableMapChange": "Заключване на обхват"
        },
        "ca-ES": {
            "Location": "Ubicació",
            "Latitude": "Latitud (Y)",
            "Longitude": "Longitud (X)",
            "Size": "Mida",
            "Color": "Color",
            "Time": "Temps",
            "Tooltips": "Informació sobre eines",
            "FindSimilar": "Cerca similar",
            "JoinField": "Capa d'unió",
            "Location_Desc": "Arrossegueu un valor basat en la ubicació dels camps de dades aquí per mostrar ubicacions al mapa.",
            "Latitude_Desc": "Arrossegueu un valor de latitud (y) dels camps de dades aquí per definir part d'una coordenada del mapa. Si utilitzeu aquest camp, també heu d'especificar el camp de longitud (x) corresponent.",
            "Longitude_Desc": "Arrossegueu un valor de longitud (x) dels camps de dades aquí per definir part d'una coordenada del mapa. Si utilitzeu aquest camp, també heu d'especificar el camp de latitud (y) corresponent.",
            "Size_Desc": "Arrossegueu un camp de dades numèric aquí per dibuixar ubicacions al mapa segons la mida.",
            "Color_Desc": "Arrossegueu un camp de dades numèric aquí per distingir ubicacions al mapa segons una rampa de color. De manera alternativa, afegiu un camp de dades categòriques per mostrar ubicacions amb colors diferents.",
            "Time_Desc": "Arrossegueu un camp que contingui dades temporals (data, hora o data i hora) aquí per animar les ubicacions al mapa en funció del temps.",
            "Tooltips_Desc": "Arrossegueu camps categòrics o numèrics aquí per definir la informació que es mostra a la informació sobre eines. Pot contenir diversos camps.",
            "FindSimilar_Desc": "Arrossegueu fins a cinc camps aquí per cercar ubicacions amb atributs comparables als de les ubicacions seleccionades al mapa. Si l'espai d'aquest camp conté dades, l'eina Cerca similar es mostra a la barra d'eines de selecció. Utilitzeu una eina de selecció per triar ubicacions de referència al mapa i, a continuació, feu clic a l'eina Cerca similar i a l'opció Executa per veure les primeres 10 coincidències.",
            "JoinField_Desc": "Afegiu un camp per unir-lo automàticament amb una capa de l'ArcGIS.",
            "Layers": "Capes",
            "LayerTitle": "Títol",
            "ShowLayers": "Mostra les capes",
            "Anchor": "Ancoratge",
            "LayersPosition": "Posició de les capes",
            "Left": "Esquerra",
            "Right": "Dreta",
            "MapTools": "Eines de mapa",
            "MapTools_Desc": "Configuració de les eines de mapa",
            "ZoomTools": "Eines de zoom",
            "Basemaps": "Mapes base",
            "Search": "Cerca",
            "SearchPinColor": "Color de la xinxeta",
            "Search_Desc": "Cerca adreces i llocs d'interès",
            "LocationType": "Tipus d'ubicació",
            "LocationType_Desc": "Configuració de tipus d'ubicació",
            "InfographicsPosition": "Posició de les infografies",
            "Country": "País",
            "DisableMapChange": "Bloqueja l'extensió"
        },
        "cs-CZ": {
            "Location": "Umístění",
            "Latitude": "Zeměpisná šířka (Y)",
            "Longitude": "Zeměpisná délka (X)",
            "Size": "Velikost",
            "Color": "Barva",
            "Time": "Čas",
            "Tooltips": "Plovoucí popisky",
            "FindSimilar": "Najít podobné",
            "JoinField": "Vrstva připojení",
            "Location_Desc": "Přetažením hodnoty založené na umístění z datových polí sem zobrazíte umístění na mapě.",
            "Latitude_Desc": "Přetažením hodnoty zeměpisné šířky (y) z datových polí sem definujete část souřadnice mapy. Pokud použijete toto pole, musíte také zadat odpovídající pole zeměpisné délky (x).",
            "Longitude_Desc": "Přetažením hodnoty zeměpisné délky (x) z datových polí sem definujete část souřadnice mapy. Pokud použijete toto pole, musíte také zadat odpovídající pole zeměpisné šířky (y).",
            "Size_Desc": "Přetažením pole číselných dat sem nakreslíte umístění na mapě podle velikosti.",
            "Color_Desc": "Přetažením číselných datových polí sem můžete rozlišit umístění na mapě na základě barevné palety. Případně můžete přidat kategorická datová pole a zobrazit umístění pomocí různých barev.",
            "Time_Desc": "Přetažením pole obsahujícího časová data (datum, čas nebo datum a čas) sem animujete umístění na mapě podle času.",
            "Tooltips_Desc": "Přetažením kategorických nebo číselných polí sem definujete informace, které se zobrazí v plovoucích popiscích. To může obsahovat více polí.",
            "FindSimilar_Desc": "Přetáhněte sem až pět polí a najděte umístění s atributy srovnatelnými s atributy umístění, která jsou vybraná na mapě. Pokud toto pole obsahuje data, objeví se na panelu nástrojů pro výběr nástroj Najít podobné. Pomocí nástroje pro výběr vyberte referenční umístění na mapě, poté klikněte na nástroj Najít podobné a kliknutím na Spustit zobrazte 10 nejlepších shod.",
            "JoinField_Desc": "Přidejte pole, které chcete připojit k vrstvě ArcGIS.",
            "Layers": "Vrstvy",
            "LayerTitle": "Název",
            "ShowLayers": "Zobrazit vrstvy",
            "Anchor": "Kotva",
            "LayersPosition": "Pozice vrstev",
            "Left": "Levá strana",
            "Right": "Pravá strana",
            "MapTools": "Mapové nástroje",
            "MapTools_Desc": "Nastavení nástrojů mapy",
            "ZoomTools": "Nástroje přibližování",
            "Basemaps": "Podkladové mapy",
            "Search": "Vyhledávání",
            "SearchPinColor": "Barva špendlíku",
            "Search_Desc": "Vyhledávání adres a míst zájmu",
            "LocationType": "Typ umístění",
            "LocationType_Desc": "Nastavení typu umístění",
            "InfographicsPosition": "Pozice infografiky",
            "Country": "Země",
            "DisableMapChange": "Uzamknout rozsah"
        },
        "da-DK": {
            "Location": "Position",
            "Latitude": "Breddegrad (Y)",
            "Longitude": "Længdegrad (X)",
            "Size": "Størrelse",
            "Color": "Farve",
            "Time": "Tid",
            "Tooltips": "Værktøjstip",
            "FindSimilar": "Find lignende",
            "JoinField": "Tilknytningslag",
            "Location_Desc": "Træk en placeringsbaseret værdi fra dine datafelter hertil for at få vist placeringer på kortet.",
            "Latitude_Desc": "Træk en breddegradsværdi (y) fra dine datafelter hertil for at definere en del af en kortkoordinat. Hvis du bruger dette felt, skal du også angive det tilsvarende længdegradsfelt (x)",
            "Longitude_Desc": "Træk en længdegradsværdi (x) fra dine datafelter hertil for at definere en del af en kortkoordinat. Hvis du bruger dette felt, skal du også angive det tilsvarende breddegradsfelt (y).",
            "Size_Desc": "Træk det numeriske datafelt hertil for at tegne placeringer på kortet efter størrelse.",
            "Color_Desc": "Træk det numeriske datafelt hertil for at skelne mellem placeringer på kortet ud fra en farveskala. Du kan også tilføje et kategorisk datafelt for at vise placeringer ved hjælp af forskellige farver.",
            "Time_Desc": "Træk et felt, der indeholder tidsbestemte data (dato, klokkeslæt eller dato og klokkeslæt), hertil for at animere placeringerne på kortet i henhold til tid.",
            "Tooltips_Desc": "Træk kategoriske eller numeriske felter hertil for at definere information, der vises i værktøjstip. Dette kan indeholde flere felter.",
            "FindSimilar_Desc": "Træk op til fem felter hertil for at finde placeringer med attributter, der er magen til dem, der hører til placeringer, der er valgt på kortet. Når dette felt indeholder data, vises værktøjet Find lignende på værktøjslinjen med markeringsværktøjer. Brug et markeringsværktøj til at vælge referenceplaceringer på kortet, klik derefter på værktøjet Find lignende, og klik på Kør for at få vist de 10 resultater, der passer bedst.",
            "JoinField_Desc": "Tilføj et felt, der skal knyttes til et ArcGIS-lag.",
            "Layers": "Lag",
            "LayerTitle": "Titel",
            "ShowLayers": "Vis lag",
            "Anchor": "Anker",
            "LayersPosition": "Lagposition",
            "Left": "Venstre",
            "Right": "Højre",
            "MapTools": "Kortværktøjer",
            "MapTools_Desc": "Indstillinger for kortværktøjer",
            "ZoomTools": "Zoomværktøjer",
            "Basemaps": "Baggrundskort",
            "Search": "Søg",
            "SearchPinColor": "Nålefarve",
            "Search_Desc": "Søg efter adresser og steder af interesse",
            "LocationType": "Positionstype",
            "LocationType_Desc": "Indstillinger for positionstype",
            "InfographicsPosition": "Infografikplacering",
            "Country": "Land",
            "DisableMapChange": "Lås udstrækning"
        },
        "de-DE": {
            "Location": "Position",
            "Latitude": "Breitengrad (Y)",
            "Longitude": "Längengrad (X)",
            "Size": "Größe",
            "Color": "Farbe",
            "Time": "Zeit",
            "Tooltips": "QuickInfos",
            "FindSimilar": "Ähnliche suchen",
            "JoinField": "Join-Layer",
            "Location_Desc": "Ziehen Sie einen lagebezogenen Wert aus den Datenfeldern hierher, um Positionen auf der Karte anzuzeigen.",
            "Latitude_Desc": "Ziehen Sie einen Breitengradwert (Y) aus den Datenfeldern hierher, um einen Teil einer Kartenkoordinate zu definieren. Bei Verwendung dieses Feldes müssen Sie auch das entsprechende Längengradfeld (X) angeben.",
            "Longitude_Desc": "Ziehen Sie einen Längengradwert (X) aus den Datenfeldern hierher, um einen Teil einer Kartenkoordinate zu definieren. Bei Verwendung dieses Feldes müssen Sie auch das entsprechende Breitengradfeld (Y) angeben.",
            "Size_Desc": "Ziehen Sie ein numerisches Datenfeld hierher, um Positionen der Größe entsprechend auf der Karte darzustellen.",
            "Color_Desc": "Ziehen Sie ein numerisches Datenfeld hierher, um Positionen basierend auf einem Farbverlauf auf der Karte zu unterscheiden. Fügen Sie alternativ ein Feld mit Kategoriedaten hinzu, um Positionen anhand von verschiedenen Farben anzuzeigen.",
            "Time_Desc": "Ziehen Sie ein Feld mit Zeitdaten (Datum und/oder Uhrzeit) hierher, um die Positionen auf der Karte zeitbasiert zu animieren.",
            "Tooltips_Desc": "Ziehen Sie kategorische oder numerische Felder hierher, um in QuickInfos angezeigte Informationen festzulegen. Der Bucket kann mehrere Felder enthalten.",
            "FindSimilar_Desc": "Ziehen Sie bis zu fünf Felder hierher, um Positionen zu suchen, die ähnliche Attribute wie die auf der Karte ausgewählten Positionen aufweisen. Wenn dieser Bucket Daten enthält, wird in der Werkzeugleiste der Auswahlwerkzeuge das Werkzeug \"Ähnliche suchen\" angezeigt. Verwenden Sie ein Auswahlwerkzeug, um Referenzpositionen auf der Karte auszuwählen. Klicken Sie anschließend auf das Werkzeug \"Ähnliche suchen\" und auf \"Ausführen\", um die besten 10 Übereinstimmungen anzuzeigen.",
            "JoinField_Desc": "Fügen Sie ein Feld hinzu, das mit einem ArcGIS-Layer verbunden werden soll.",
            "Layers": "Layer",
            "LayerTitle": "Titel",
            "ShowLayers": "Layer anzeigen",
            "Anchor": "Anker",
            "LayersPosition": "Layer-Position",
            "Left": "Links",
            "Right": "Rechts",
            "MapTools": "Kartenwerkzeuge",
            "MapTools_Desc": "Kartenwerkzeuge – Einstellungen",
            "ZoomTools": "Zoom-Werkzeuge",
            "Basemaps": "Grundkarten",
            "Search": "Suchen",
            "SearchPinColor": "Pinfarbe",
            "Search_Desc": "Nach Adressen und interessanten Orten suchen",
            "LocationType": "Positionstyp",
            "LocationType_Desc": "Positionstyp – Einstellungen",
            "InfographicsPosition": "Position von Infografiken",
            "Country": "Land",
            "DisableMapChange": "Ausdehnung sperren"
        },
        "el-GR": {
            "Location": "Τοποθεσία",
            "Latitude": "Γεωγραφικό πλάτος (Y)",
            "Longitude": "Γεωγραφικό μήκος (X)",
            "Size": "Μέγεθος",
            "Color": "Χρώμα",
            "Time": "Ώρα",
            "Tooltips": "Συμβουλή εργαλείου",
            "FindSimilar": "Εύρεση παρόμοιων",
            "JoinField": "Συμμετοχή στο θεματικό επίπεδο",
            "Location_Desc": "Σύρετε μια τιμή βάσει τοποθεσίας από τα πεδία των δεδομένων σας και αποθέστε την εδώ για να παρουσιάσετε τοποθεσίες στον χάρτη.",
            "Latitude_Desc": "Σύρετε μια τιμή γεωγραφικού πλάτους (y) από τα πεδία των δεδομένων σας και αποθέστε την εδώ για να καθορίσετε τμήμα μιας συντεταγμένης στον χάρτη. Αν χρησιμοποιήσετε το πεδίο αυτό, πρέπει επίσης να καθορίσετε το αντίστοιχο πεδίο γεωγραφικού μήκους (x)",
            "Longitude_Desc": "Σύρετε μια τιμή γεωγραφικού μήκους (x) από τα πεδία των δεδομένων σας και αποθέστε την εδώ για να καθορίσετε τμήμα μιας συντεταγμένης στον χάρτη. Αν χρησιμοποιήσετε το πεδίο αυτό, πρέπει επίσης να καθορίσετε το αντίστοιχο πεδίο γεωγραφικού πλάτους (y).",
            "Size_Desc": "Σύρετε ένα πεδίο αριθμικών δεδομένων και αποθέστε το εδώ για να σχεδιάσετε τοποθεσίες στον χάρτη με βάση το μέγεθος.",
            "Color_Desc": "Σύρετε ένα πεδίο αριθμικών δεδομένων και αποθέστε το εδώ για να διακρίνονται οι τοποθεσίες στον χάρτη με βάση μια χρωματική παλέτα. Εναλλακτικά, προσθέστε ένα πεδίο κατηγορικών δεδομένων ώστε οι τοποθεσίες να εμφανίζονται με διαφορετικά χρώματα.",
            "Time_Desc": "Σύρετε ένα πεδίο που περιέχει χρονικά δεδομένα (ημερομηνία, ώρα ή ημερομηνία και ώρα) και αποθέστε το εδώ ώστε να εμφανίζονται με κίνηση οι τοποθεσίες στον χάρτη βάσει χρονικών πληροφοριών.",
            "Tooltips_Desc": "Σύρετε κατηγορικά ή αριθμικά πεδία και αποθέστε τα εδώ για να καθορίσετε τις πληροφορίες που θα εμφανίζονται στις συμβουλές των εργαλείων. Μπορεί να περιέχει πολλαπλά πεδία.",
            "FindSimilar_Desc": "Σύρετε έως και πέντε πεδία και αποθέστε τα εδώ για να βρείτε τοποθεσίες με γνωρίσματα που θα είναι συγκρίσιμα με τα αντίστοιχα των επιλεγμένων τοποθεσιών στον χάρτη. Όποτε αυτός ο χώρος του πεδίου περιέχει δεδομένα, στη γραμμή των εργαλείων επιλογής εμφανίζεται το εργαλείο «Εύρεση παρόμοιων». Χρησιμοποιήστε ένα εργαλείο επιλογής για να επιλέξετε τοποθεσίες αναφοράς στον χάρτη και ύστερα κάντε κλικ στο εργαλείο «Εύρεση παρόμοιων» και κλικ στην επιλογή «Εκτέλεση» για προβολή των 10 πρώτων αντίστοιχων αποτελεσμάτων.",
            "JoinField_Desc": "Προσθέστε ένα πεδίο για να συμμετάσχετε με ένα θεματικό επίπεδο ArcGIS.",
            "Layers": "Θεμ. επίπ.",
            "LayerTitle": "Τίτλος",
            "ShowLayers": "Εμφάνιση θεματικών επιπέδων",
            "Anchor": "Anchor",
            "LayersPosition": "Θέση θεματικών επιπέδων",
            "Left": "Αριστερά",
            "Right": "Δεξιά",
            "MapTools": "Εργαλεία χάρτη",
            "MapTools_Desc": "Map tools settings",
            "ZoomTools": "Εργαλεία εστίασης",
            "Basemaps": "Υπόβαθρα",
            "Search": "Αναζήτηση",
            "SearchPinColor": "Pin color",
            "Search_Desc": "Search for addresses and places of interest",
            "LocationType": "Τύπος τοποθεσίας",
            "LocationType_Desc": "Location type settings",
            "InfographicsPosition": "Infographics position",
            "Country": "Χώρα",
            "DisableMapChange": "Lock extent"
        },
        "en-US": {
            "Location": "Location",
            "Latitude": "Latitude (Y)",
            "Longitude": "Longitude (X)",
            "Size": "Size",
            "Color": "Color",
            "Time": "Time",
            "Tooltips": "Tooltips",
            "FindSimilar": "Find similar",
            "JoinField": "Join layer",
            "Location_Desc": "Drag a location-based value from your data fields here to display locations on the map.",
            "Latitude_Desc": "Drag a latitude (y) value from your data fields here to define part of a map coordinate. If you use this field, you must also specify the corresponding longitude (x) field",
            "Longitude_Desc": "Drag a longitude (x) value from your data fields here to define part of a map coordinate. If you use this field, you must also specify the corresponding latitude (y) field.",
            "Size_Desc": "Drag numerical data field here to draw locations on the map according to size.",
            "Color_Desc": "Drag numerical data field here to distinguish locations on the map based on a color ramp. Alternatively, add categorical data field to show locations using different colors.",
            "Time_Desc": "Drag a field containing temporal data (date, time, or date and time) here to animate the locations on the map according to time.",
            "Tooltips_Desc": "Drag categorical or numeric fields here to define information that appears in tooltips. This can contain multiple fields.",
            "FindSimilar_Desc": "Drag up to five fields here to find locations with attributes comparable to those of locations selected on the map. When this field well contains data, the Find similar tool appears on the selection tools toolbar. Use a selection tool to select reference locations on the map, then click the Find similar tool and click Run to view the top 10 matches.",
            "JoinField_Desc": "Add a field to join with an ArcGIS Layer.",
            "Layers": "Layers",
            "LayerTitle": "Title",
            "LayerTitle_Desc": "Layers display settings",
            "ShowLayers": "Show layers",
            "Anchor": "Anchor",
            "LayersPosition": "Layers position",
            "Left": "Left",
            "Right": "Right",
            "MapTools": "Map tools",
            "MapTools_Desc": "Map tools settings",
            "ZoomTools": "Zoom tools",
            "Basemaps": "Basemaps",
            "Search": "Search",
            "SearchPinColor": "Pin color",
            "Search_Desc": "Search for addresses and places of interest",
            "LocationType": "Location type",
            "LocationType_Desc": "Location type settings",
            "InfographicsPosition": "Infographics position",
            "Country": "Country",
            "DisableMapChange": "Lock extent"
        },
        "es-ES": {
            "Location": "Ubicación",
            "Latitude": "Latitud (Y)",
            "Longitude": "Longitud (X)",
            "Size": "Tamaño",
            "Color": "Color",
            "Time": "Tiempo",
            "Tooltips": "Comentarios emergentes",
            "FindSimilar": "Buscar similares",
            "JoinField": "Capa de unión",
            "Location_Desc": "Arrastre hasta aquí un valor basado en ubicaciones desde sus campos de datos para visualizar las ubicaciones en el mapa.",
            "Latitude_Desc": "Arrastre hasta aquí un valor de latitud (y) de los campos de datos para definir una coordenada del mapa. Si utiliza este campo, también debe especificar el campo de longitud (x) correspondiente",
            "Longitude_Desc": "Arrastre hasta aquí un valor de longitud (x) de los campos de datos para definir una coordenada del mapa. Si utiliza este campo, también debe especificar el campo de latitud (y) correspondiente.",
            "Size_Desc": "Arrastre hasta aquí un campo de datos numérico para dibujar ubicaciones en el mapa de acuerdo con su tamaño.",
            "Color_Desc": "Arrastre hasta aquí un campo de datos numérico para distinguir ubicaciones en el mapa basadas en una rampa de color. También puede agregar un campo de datos de categorías para mostrar ubicaciones en distintos colores.",
            "Time_Desc": "Arrastre hasta aquí un campo que contenga datos temporales (fecha, hora o fecha y hora) para animar las ubicaciones en el mapa de acuerdo con el tiempo.",
            "Tooltips_Desc": "Arrastre hasta aquí campos numéricos o de categorías para definir el contenido que aparece en la información sobre herramientas. Puede contener varios campos.",
            "FindSimilar_Desc": "Arrastre hasta cinco campos aquí para encontrar ubicaciones con atributos comparables con aquellos de las ubicaciones seleccionadas en el mapa. Cuando este depósito de campo contiene datos, la herramienta Buscar similares aparece en la barra de herramientas de selección. Utilice una herramienta de selección para seleccionar ubicaciones de referencia en el mapa y, a continuación, haga clic en la herramienta Buscar similares y haga clic en Ejecutar para ver las 10 mejores coincidencias.",
            "JoinField_Desc": "Agregue un campo para unirlo con una capa de ArcGIS.",
            "Layers": "Capas",
            "LayerTitle": "Título",
            "ShowLayers": "Mostrar capas",
            "Anchor": "Delimitador",
            "LayersPosition": "Posición de las capas",
            "Left": "Izquierda",
            "Right": "Derecha",
            "MapTools": "Herramientas de mapa",
            "MapTools_Desc": "Configuración de herramientas de mapa",
            "ZoomTools": "Herramientas de zoom",
            "Basemaps": "Mapas base",
            "Search": "Buscar",
            "SearchPinColor": "Color de chincheta",
            "Search_Desc": "Buscar direcciones y lugares de interés",
            "LocationType": "Tipo de ubicación",
            "LocationType_Desc": "Configuración de tipo de ubicación",
            "InfographicsPosition": "Posición de infografías",
            "Country": "País",
            "DisableMapChange": "Bloquear extensión"
        },
        "et-EE": {
            "Location": "Asukoht",
            "Latitude": "Laiuskraad (Y)",
            "Longitude": "Pikkuskraad (X)",
            "Size": "Suurus",
            "Color": "Värv",
            "Time": "Aeg",
            "Tooltips": "Kohtspikrid",
            "FindSimilar": "Otsi sarnast",
            "JoinField": "Ühenda kiht",
            "Location_Desc": "Lohistage asukohapõhine väärtus oma andmeväljadelt siia, et kuvada asukohad kaardil.",
            "Latitude_Desc": "Lohistage laiuskraadi (y) väärtus oma andmeväljadelt siia, et määrata kaardi koordinaadi osa Kui kasutate seda välja, peate määrama ka vastava pikkuskraadi (x) välja",
            "Longitude_Desc": "Lohistage pikkuskraadi (x) väärtus oma andmeväljadelt siia, et määrata kaardi koordinaadi osa Kui kasutate seda välja, peate määrama ka vastava laiuskraadi (y) välja",
            "Size_Desc": "Lohistage numbrilisi väärtusi sisaldavate andmete väli siia, et joonistada kaardile asukohti vastavalt nende suurusele.",
            "Color_Desc": "Lohistage numbrilisi väärtusi sisaldavate andmete väli siia, et eristada kaardil asukohti värviskaala alusel. Alternatiivselt lisage kategooria andmeväli, et näidata asukohti erinevate värvidega.",
            "Time_Desc": "Lohistage ajalised andmed (kuupäev ja kellaaeg või kellaaeg ja kuupäev) siia, et animeerida asukohti kaardil aja järgi",
            "Tooltips_Desc": "Lohistage kategooria väljad või numbriväljad siia, et määratleda teave, mis ilmub kohtspikritesse. Need võivad sisaldada mitut välja.",
            "FindSimilar_Desc": "Lohistage kuni viis välja siia, et leida asukohad atribuutidega, mis on võrreldavad kaardil valitud asukohtade atribuutidega. Kui see väli sisaldab andmeid, kuvatakse valimistööriistade ribal tööriist Otsi sarnast. Kasutage selekteerimise tööriista, et valida kaardil viitavad asukohad; seejärel klõpsake sarnasust leidev funktsioon ja kehtestage otsus käivitamise nupuga, et vaadata otsinguga seotud esimest kümmet vastet.",
            "JoinField_Desc": "Lisage väli, mis ühendatakse ArcGIS-i kihiga.",
            "Layers": "Kihid",
            "LayerTitle": "Pealkiri",
            "ShowLayers": "Kuva kihid",
            "Anchor": "Ankur",
            "LayersPosition": "Kihtide asetus",
            "Left": "Vasakul",
            "Right": "Paremal",
            "MapTools": "Kaardi töövahendid",
            "MapTools_Desc": "Kaarditööriistade seaded",
            "ZoomTools": "Suumimise tööriistad",
            "Basemaps": "Aluskaardid",
            "Search": "Otsing",
            "SearchPinColor": "Asukohanõela värvus",
            "Search_Desc": "Otsi aadresse või huvipunkte",
            "LocationType": "Asukoha tüüp",
            "LocationType_Desc": "Asukohatüübi seaded",
            "InfographicsPosition": "Infograafika asukoht",
            "Country": "Riik",
            "DisableMapChange": "Lukusta ulatus"
        },
        "fi-FI": {
            "Location": "Sijainti",
            "Latitude": "Leveysaste (Y)",
            "Longitude": "Pituusaste (X)",
            "Size": "Koko",
            "Color": "Väri",
            "Time": "Kellonaika",
            "Tooltips": "Työkaluvihjeet",
            "FindSimilar": "Etsi samankaltainen",
            "JoinField": "Liitä karttataso",
            "Location_Desc": "Vedä sijaintiin perustuva arvo aineistokentistä tähän, jos haluat nähdä sijainnit kartalla.",
            "Latitude_Desc": "Vedä leveysasteen (y) arvo aineistokentistä tähän, jos haluat määrittää karttakoordinaatin osan. Jos käytät tätä kenttää, sinun on määritettävä myös vastaava pituusasteen (x) kenttä",
            "Longitude_Desc": "Vedä pituusasteen (x) arvo aineistokentistä tähän, jos haluat määrittää karttakoordinaatin osan. Jos käytät tätä kenttää, sinun on määritettävä myös vastaava leveysasteen (y) kenttä.",
            "Size_Desc": "Vedä numeerinen aineistokenttä tähän, jos haluat piirtää sijainnit kartalle koon mukaan.",
            "Color_Desc": "Vedä numeerinen aineistokenttä tähän, jos haluat erotella sijainnit kartalla väriliukuman perusteella. Lisää vaihtoehtoisesi kategorinen aineistokenttä, jos haluat näyttää sijainnit eri värien avulla.",
            "Time_Desc": "Vedä kenttä, joka sisältää ajallista aineistoa (päivämäärän, ajan tai päivämäärän ja ajan), tähän, jos haluat animoida sijainteja ajan mukaan.",
            "Tooltips_Desc": "Vedä kategoriset tai numeeriset kentät tähän, jos haluat määrittää tietoja, jotka näkyvät työkaluvihjeinä. Se voi sisältää useita kenttiä.",
            "FindSimilar_Desc": "Vedä enintään viisi kenttää tähän, jos haluat etsiä sijainteja, joiden ominaisuustietoja voi verrata kartalta valittujen sijaintien ominaisuustietoihin. Kun tämä kenttä sisältää aineistoa, Etsi samankaltainen -työkalu tulee näkyviin valintatyökalujen työkaluriville. Valitse valintatyökalun avulla viitesijainnit kartalta, napsauta Etsi samankaltainen -työkalua ja valitse Suorita, niin näet 10 parasta vastinetta.",
            "JoinField_Desc": "Lisää ArcGIS-karttatasoon liitettävä kenttä.",
            "Layers": "Karttatasot",
            "LayerTitle": "Otsikko",
            "ShowLayers": "Näytä karttatasot",
            "Anchor": "Ankkuri",
            "LayersPosition": "Karttatasojen sijainti",
            "Left": "Vasen",
            "Right": "Oikea",
            "MapTools": "Karttatyökalut",
            "MapTools_Desc": "Karttatyökalujen asetukset",
            "ZoomTools": "Zoomaustyökalut",
            "Basemaps": "Taustakartat",
            "Search": "Hae",
            "SearchPinColor": "Nastan väri",
            "Search_Desc": "Etsi osoitteita tai kiinnostavia paikkoja",
            "LocationType": "Sijaintityyppi",
            "LocationType_Desc": "Sijaintityypin asetukset",
            "InfographicsPosition": "Infografiikan sijainti",
            "Country": "Maa",
            "DisableMapChange": "Lukitse laajuus"
        },
        "fr-FR": {
            "Location": "Emplacement",
            "Latitude": "Latitude (Y)",
            "Longitude": "Longitude (X)",
            "Size": "Taille",
            "Color": "Couleur",
            "Time": "Durée",
            "Tooltips": "Info-bulles",
            "FindSimilar": "Rechercher des localisations similaires",
            "JoinField": "Couche de jointure",
            "Location_Desc": "Faites glisser ici une valeur de localisation depuis les champs de données afin d’afficher les localisations sur la carte.",
            "Latitude_Desc": "Faites glisser ici une valeur de latitude (y) depuis les champs de données afin de définir une partie d’une coordonnée cartographique. Si vous utilisez ce champ, vous devez également spécifier le champ de longitude (x) correspondant",
            "Longitude_Desc": "Faites glisser ici une valeur de longitude (x) depuis les champs de données afin de définir une partie d’une coordonnée cartographique. Si vous utilisez ce champ, vous devez également spécifier le champ de latitude (y) correspondant.",
            "Size_Desc": "Faites glisser ici un champ de données numérique afin de dessiner des localisations sur la carte en fonction de la taille.",
            "Color_Desc": "Faites glisser ici un champ de données numérique afin de différencier les localisations sur la carte grâce à un dégradé de couleurs. Vous pouvez également ajouter un champ de données de catégorie pour afficher les localisations dans d’autres couleurs.",
            "Time_Desc": "Faites glisser ici un champ contenant des données temporelles (date, heure ou date et heure) afin d’animer les localisations sur la carte en fonction de l’heure.",
            "Tooltips_Desc": "Faites glisser ici des champs numériques ou de catégorie afin de définir les informations qui apparaissent dans les info-bulles. Plusieurs champs peuvent être ajoutés.",
            "FindSimilar_Desc": "Faites glisser ici un maximum de cinq champs afin de rechercher les localisations dont les attributs sont comparables à ceux des localisations sélectionnées sur la carte. Lorsque ce champ secondaire contient des données, l’outil Rechercher des localisations similaires apparaît dans la barre d’outils de sélection. Utilisez un outil de sélection pour sélectionner les localisations de référence sur la carte, puis cliquez sur l’outil Rechercher des localisations similaires et sur Exécuter pour afficher les 10 premiers résultats.",
            "JoinField_Desc": "Ajoutez un champ à joindre à une couche ArcGIS.",
            "Layers": "Couches",
            "LayerTitle": "Titre",
            "ShowLayers": "Afficher les couches",
            "Anchor": "Ancrer",
            "LayersPosition": "Position des couches",
            "Left": "Gauche",
            "Right": "Droite",
            "MapTools": "Outils cartographiques",
            "MapTools_Desc": "Paramètres des outils cartographiques",
            "ZoomTools": "Outils de zoom",
            "Basemaps": "Fonds de carte",
            "Search": "Rechercher",
            "SearchPinColor": "Couleur d’épingle",
            "Search_Desc": "Rechercher des adresses et des lieux d’intérêt",
            "LocationType": "Type de localisation",
            "LocationType_Desc": "Paramètres du type de localisation",
            "InfographicsPosition": "Position de l’infographie",
            "Country": "Pays",
            "DisableMapChange": "Verrouiller l’étendue"
        },
        "he-IL": {
            "Location": "מיקום",
            "Latitude": "קו רוחב (Y)",
            "Longitude": "קו אורך (X)",
            "Size": "גודל",
            "Color": "צבע",
            "Time": "זמן",
            "Tooltips": "תיאורי כלים",
            "FindSimilar": "חיפוש פריטים דומים",
            "JoinField": "צירוף שכבה",
            "Location_Desc": "גרור ערך מבוסס-מיקום משדות הנתונים לכאן כדי להציג מיקומים במפה.",
            "Latitude_Desc": "גרור ערך קו רוחב (y) משדות הנתונים לכאן כדי להגדיר חלק מקואורדינטות של מפה. אם אתה משתמש בשדה זה, עליך לציין גם את שדה קו האורך (x) התואם",
            "Longitude_Desc": "גרור ערך קו אורך (x) משדות הנתונים לכאן כדי להגדיר חלק מקואורדינטות של מפה. אם אתה משתמש בשדה זה, עליך לציין גם את שדה קו הרוחב (y) התואם.",
            "Size_Desc": "גרור שדה נתונים מספרי לכאן כדי לשרטט מיקומים במפה בהתאם לגודל.",
            "Color_Desc": "גרור שדה נתונים מספרי לכאן כדי להבדיל מיקומים במפה על בסיס מדרג צבעים. לחלופין, הוסף שדה נתונים קטגוריים כדי להראות מיקומים תוך שימוש בצבעים שונים.",
            "Time_Desc": "גרור שדה שמכיל נתונים בעלי ממד זמן (תאריך, שעה או תאריך ושעה) לכאן כדי להנפיש את המיקומים במפה בהתאם לזמן.",
            "Tooltips_Desc": "גרור שדות קטגוריים או מספריים לכאן כדי להגדיר מידע שמופיע בתיאורי כלים. זה יכול להכיל מספר שדות.",
            "FindSimilar_Desc": "גרור עד חמש שדות לכאן כדי למצוא מיקומים עם מאפיינים ברי-השוואה לאלה של המיקומים שנבחרו במפה. כאשר שדה זה מכיל נתונים, הכלי 'מצא דומים' מופיע בסרגל הכלים של כלי הבחירה. השתמש בכלי בחירה כדי לבחור מיקומי ייחוס במפה, ולאחר מכן לחץ על הכלי 'מצא דומים' ולחץ על 'הפעל' כדי להציג את 10 ההתאמות המובילות.",
            "JoinField_Desc": "הוסף שדה לצירוף עם שכבת ArcGIS.",
            "Layers": "שכבות",
            "LayerTitle": "כותרת",
            "ShowLayers": "הצג שכבות",
            "Anchor": "נקודת עיגון",
            "LayersPosition": "מיקום שכבות",
            "Left": "שמאל",
            "Right": "ימין",
            "MapTools": "כלי מפה",
            "MapTools_Desc": "הגדרות כלי מפה",
            "ZoomTools": "כלי זום",
            "Basemaps": "מפות בסיס",
            "Search": "חיפוש",
            "SearchPinColor": "צבע סיכה",
            "Search_Desc": "חפש כתובות או מקומות מעניינים",
            "LocationType": "סוג המיקום",
            "LocationType_Desc": "הגדרות סוג מיקום:",
            "InfographicsPosition": "מיקום אינפוגרפיקה",
            "Country": "מדינה",
            "DisableMapChange": "נעל תיחום"
        },
        "hr-HR": {
            "Location": "Lokacija",
            "Latitude": "Geografska širina (Y)",
            "Longitude": "Geografska dužina (X)",
            "Size": "Veličina",
            "Color": "Boja",
            "Time": "Vrijeme",
            "Tooltips": "Opisi elemenata",
            "FindSimilar": "Pronađi slično",
            "JoinField": "Pridruži sloj",
            "Location_Desc": "Povucite ovdje vrijednost koja se temelji na lokaciji iz podatkovnih polja za prikaz lokacija na karti.",
            "Latitude_Desc": "Povucite vrijednost geografske širine (Y) iz svojih podatkovnih podataka za definiranje dijela koordinate karte. Ako koristite ovo polje, također trebate odrediti odgovarajuće polje geografske dužine (X)",
            "Longitude_Desc": "Povucite vrijednost geografske dužine (X) iz svojih podatkovnih podataka za definiranje dijela koordinate karte. Ako koristite ovo polje, također trebate odrediti odgovarajuće polje geografske širine (Y).",
            "Size_Desc": "Povucite ovdje numeričko podatkovno polje za iscrtavanje lokacija na karti u skladu s veličinom.",
            "Color_Desc": "Povucite ovdje numeričko podatkovno polje za razlikovanje lokacija na karti na temelju palete boja. U suprotnom, dodajte polje kategorijskih podataka za prikaz lokacija uz korištenje različitih boja.",
            "Time_Desc": "Povucite ovdje polje koje sadrži vremenske podatke (datum, vrijeme ili datum i vrijeme) za animaciju lokacija na karti u skladu s vremenom.",
            "Tooltips_Desc": "Povucite ovdje kategorijska ili numerička polja za definiranje informacija koje se prikazuju u opisu elemenata. Ovo može sadržavati više polja.",
            "FindSimilar_Desc": "Povucite ovdje do pet polja za pronalazak lokacija s atributima koji su usporedivi s onim lokacijama koje su odabrane na karti. Ako ovaj skup podataka sadrži podatke, alat Pronađi slične prikazuje se na alatnoj traci odabira alata. Upotrijebite sličan alat za odabir referentnih lokacija na karti, zatim kliknite alat „Pronađi slične“ i kliknite „Pokreni“ za prikaz najboljih 10 podudaranja.",
            "JoinField_Desc": "Dodajte polje za spajanje s ArcGIS slojem.",
            "Layers": "Slojevi",
            "LayerTitle": "Naziv",
            "ShowLayers": "Prikaži slojeve",
            "Anchor": "Sidrište",
            "LayersPosition": "Položaj slojeva",
            "Left": "Lijevo",
            "Right": "Desno",
            "MapTools": "Alati karte",
            "MapTools_Desc": "Postavke alata karte",
            "ZoomTools": "Alati za uvećavanje",
            "Basemaps": "Kartografske podloge",
            "Search": "Potraži",
            "SearchPinColor": "Boja pina",
            "Search_Desc": "Pretraži adrese i mjesta interesa",
            "LocationType": "Vrsta lokacije",
            "LocationType_Desc": "Postavke vrsta lokacije",
            "InfographicsPosition": "Položaj infografike",
            "Country": "Država",
            "DisableMapChange": "Zaključaj obuhvat"
        },
        "hu-HU": {
            "Location": "Hely",
            "Latitude": "Szélesség (Y)",
            "Longitude": "Hosszúság (X)",
            "Size": "Méret",
            "Color": "Szín",
            "Time": "Idő",
            "Tooltips": "Eszköztippek",
            "FindSimilar": "Hasonló keresése",
            "JoinField": "Réteg összekapcsolása",
            "Location_Desc": "Húzzon ide helyalapú értéket az adatmezők közül a helyeknek a térképen való megjelenítéséhez.",
            "Latitude_Desc": "Húzzon ide szélességi (y) értéket az adatmezők közül a térképkoordináta részletének meghatározásához. Ha használja ezt a mezőt, akkor a megfelelő hosszúsági (x) mezőt is meg kell adnia.",
            "Longitude_Desc": "Húzzon ide hosszúsági (x) értéket az adatmezők közül a térképkoordináta részletének meghatározásához. Ha használja ezt a mezőt, akkor a megfelelő szélességi (y) mezőt is meg kell adnia.",
            "Size_Desc": "Húzzon ide numerikus adatmezőt a helyek felrajzolásához a térképen a méretnek megfelelően.",
            "Color_Desc": "Húzzon ide numerikus adatmezőt a helyek megkülönböztetéséhez a térképen színskála alapján. Másik lehetőségként vegyen fel kategorikus adatmezőt a helyek különböző színek használatával történő megjelenítéséhezadatok.",
            "Time_Desc": "Húzzon ide ideiglenes adatot (dátum, idő vagy dátum és idő) tartalmazó mezőt a helyek animálásához a térképen az időpontnak megfelelően.",
            "Tooltips_Desc": "Húzzon ide kategorikus vagy numerikus mezőket az elemleírásokban megjelenő információ meghatározásához. Ez több mezőt is tartalmazhat.",
            "FindSimilar_Desc": "Húzzon ide legfeljebb öt mezőt azon helyek megkereséséhez, amelyek attribútumai összehasonlíthatók a térképen kijelölt helyek attribútumaival. Amikor ez a mezőcsoport tartalmaz adatokat, a Hasonló keresése eszköz megjelenik a kijelölőeszközök eszköztárában. Egy kijelölőeszköz használatával válassza ki a helyeket a térképen, majd kattintson a Hasonló keresése eszközre, majd a Futtatás gombra az első 10 találat megtekintéséhez.",
            "JoinField_Desc": "Mező hozzáadása egy ArcGIS réteggel történő összekapcsoláshoz.",
            "Layers": "Rétegek",
            "LayerTitle": "Beosztás",
            "ShowLayers": "Rétegek megjelenítése",
            "Anchor": "Horgony",
            "LayersPosition": "Rétegek helyzete",
            "Left": "Balra",
            "Right": "Jobb",
            "MapTools": "Térképeszközök",
            "MapTools_Desc": "Térképeszközök beállításai",
            "ZoomTools": "Nagyítási/kicsinyítési eszközök",
            "Basemaps": "Alaptérképek",
            "Search": "Keresés",
            "SearchPinColor": "Tű színe",
            "Search_Desc": "Címek és POI-k keresése",
            "LocationType": "Hely típusa",
            "LocationType_Desc": "Helytípusok beállításai",
            "InfographicsPosition": "Infógrafika helye",
            "Country": "Ország",
            "DisableMapChange": "Kiterjedés zárolása"
        },
        "id-ID": {
            "Location": "Lokasi",
            "Latitude": "Garis Lintang (Y)",
            "Longitude": "Garis Bujur (X)",
            "Size": "Ukuran",
            "Color": "Warna",
            "Time": "Waktu",
            "Tooltips": "Pesan tooltip",
            "FindSimilar": "Cari yang serupa",
            "JoinField": "Gabung layer",
            "Location_Desc": "Seret nilai berbasis lokasi dari bidang data Anda ke sini untuk menampilkan lokasi di peta.",
            "Latitude_Desc": "Seret nilai garis lintang (y) dari bidang data Anda ke sini untuk menentukan bagian dari koordinat peta. Jika Anda menggunakan bidang ini, Anda juga harus menentukan bidang bujur (x) yang sesuai.",
            "Longitude_Desc": "Seret nilai bujur (x) dari bidang data Anda ke sini untuk menentukan bagian dari koordinat peta. Jika Anda menggunakan bidang ini, Anda juga harus menentukan bidang lintang (x) yang sesuai.",
            "Size_Desc": "Seret bidang data numerik ke sini untuk menggambar lokasi di peta sesuai dengan ukuran.",
            "Color_Desc": "Seret bidang data numerik ke sini untuk membedakan lokasi di peta berdasarkan gradasi warna. Atau, tambahkan bidang data kategoris untuk menunjukkan lokasi menggunakan warna yang berbeda.",
            "Time_Desc": "Seret bidang yang berisi data sementara (tanggal, waktu, atau tanggal dan waktu) ke sini untuk menganimasikan lokasi di peta sesuai waktu.",
            "Tooltips_Desc": "Seret bidang kategoris atau numerik ke sini untuk menentukan informasi yang muncul di pesan tooltip. Ini dapat berisi beberapa bidang.",
            "FindSimilar_Desc": "Seret hingga lima bidang ke sini untuk menemukan lokasi dengan atribut yang sebanding dengan lokasi yang dipilih pada peta. Ketika bidang ini berisi data, alat Cari yang serupa muncul di bilah alat pemilihan. Gunakan alat pemilihan untuk memilih lokasi referensi di peta, lalu klik alat Cari yang serupa dan klik Jalankan untuk melihat 10 kecocokan teratas.",
            "JoinField_Desc": "Tambahkan kolom yang akan digabungkan dengan ArcGIS Layer.",
            "Layers": "Layer",
            "LayerTitle": "Judul",
            "ShowLayers": "Tampilkan layer",
            "Anchor": "Jangkar",
            "LayersPosition": "Posisi layer",
            "Left": "Kiri",
            "Right": "Kanan",
            "MapTools": "Alat peta",
            "MapTools_Desc": "Pengaturan peralatan peta",
            "ZoomTools": "Alat zoom",
            "Basemaps": "Peta Dasar",
            "Search": "Cari",
            "SearchPinColor": "Warna pin",
            "Search_Desc": "Cari alamat dan tempat yang diinginkan",
            "LocationType": "Tipe lokasi",
            "LocationType_Desc": "Pengaturan tipe lokasi",
            "InfographicsPosition": "Posisi infografik",
            "Country": "Negara",
            "DisableMapChange": "Kunci jangkauan"
        },
        "it-IT": {
            "Location": "Posizione",
            "Latitude": "Latitudine (Y)",
            "Longitude": "Longitudine (X)",
            "Size": "Dimensione",
            "Color": "Colore",
            "Time": "Ora",
            "Tooltips": "Descrizioni comandi",
            "FindSimilar": "Cerca elementi simili",
            "JoinField": "Unire layer",
            "Location_Desc": "Trascinare un valore basato sulla posizione dai campi dati qui per visualizzare le posizioni sulla mappa.",
            "Latitude_Desc": "Trascinare un valore di latitudine (y) dai campi dati qui per definire parte di una coordinata mappa. Se si utilizza questo campo, è necessario specificare anche il campo longitudine (x) corrispondente",
            "Longitude_Desc": "Trascinare un valore di longitudine (x) dai campi dati qui per definire parte di una coordinata mappa. Se si utilizza questo campo, è necessario specificare anche il campo latitudine (y) corrispondente.",
            "Size_Desc": "Trascinare un campo dati numerici qui per disegnare posizioni sulla mappa in base alla dimensione.",
            "Color_Desc": "Trascinare un campo dati numerici qui per distinguere posizioni sulla mappa in base alla scala cromatica. In alternativa, aggiungere un campo dati di tipo categoria per mostrare le posizioni utilizzando colori diversi.",
            "Time_Desc": "Trascinare un campo contenente dati temporali (data, ora o data e ora) qui per animare le posizioni sulla mappa in base al tempo.",
            "Tooltips_Desc": "Trascinare i campi di tipo categoria o numerici qui per definire le informazioni visualizzate nelle descrizioni comandi. Ciò può contenere vari campi.",
            "FindSimilar_Desc": "Trascinare fino a cinque campi qui per trovare le posizioni con attributi analoghi a quelli delle posizioni selezionate sulla mappa. Quando questo campo contiene dei dati, lo strumento Trova simili appare sulla barra degli strumenti di selezione. Utilizzare uno strumento di selezione per selezionare posizioni di riferimento sulla mappa, quindi cliccare sullo strumento Trova simili e cliccare su Esegui per visualizzare le prime 10 corrispondenze.",
            "JoinField_Desc": "Aggiungi un campo per unire a un ArcGIS Layer.",
            "Layers": "Layer",
            "LayerTitle": "Titolo",
            "ShowLayers": "Mostrare layer",
            "Anchor": "Ancora",
            "LayersPosition": "Posizione layer",
            "Left": "Sinistra",
            "Right": "Destra",
            "MapTools": "Strumenti mappa",
            "MapTools_Desc": "Impostazioni degli strumenti della mappa",
            "ZoomTools": "Strumenti di zoom",
            "Basemaps": "Mappe di base",
            "Search": "Cercare",
            "SearchPinColor": "Colore puntine",
            "Search_Desc": "Cercare indirizzi e luoghi di interesse",
            "LocationType": "Tipo di posizione",
            "LocationType_Desc": "Impostazioni tipo di posizione",
            "InfographicsPosition": "Posizione infografiche",
            "Country": "Country",
            "DisableMapChange": "Bloccare estensione"
        },
        "ja-JP": {
            "Location": "位置情報",
            "Latitude": "緯度 (Y)",
            "Longitude": "経度 (X)",
            "Size": "サイズ",
            "Color": "色",
            "Time": "時間",
            "Tooltips": "ツールチップ",
            "FindSimilar": "類似検索",
            "JoinField": "結合レイヤー",
            "Location_Desc": "位置ベースの値をデータ フィールドからここにドラッグすると、マップ上に位置が表示されます。",
            "Latitude_Desc": "緯度 (y) の値をデータ フィールドからここにドラッグすると、マップ座標の一部が定義されます。 このフィールドを使用する場合、対応する経度 (x) フィールドも指定する必要があります。",
            "Longitude_Desc": "経度 (x) の値をデータ フィールドからここにドラッグすると、マップ座標の一部が定義されます。 このフィールドを使用する場合、対応する緯度 (y) フィールドも指定する必要があります。",
            "Size_Desc": "数値データ フィールドをここにドラッグすると、サイズに従ってマップ上に位置が描画されます。",
            "Color_Desc": "数値データ フィールドをここにドラッグすると、カラー ランプに基づいてマップ上の位置が区別されます。 または、カテゴリ データ フィールドを追加して、異なる色を使用して位置を表示します。",
            "Time_Desc": "時系列データ (日付、時間、日時) を含むフィールドをここにドラッグすると、マップ上の位置を時間に沿ってアニメーション表示できます。",
            "Tooltips_Desc": "カテゴリまたは数値フィールドをここにドラッグすると、ツールチップに表示される情報を定義できます。 複数のフィールドを含めることができます。",
            "FindSimilar_Desc": "最大 5 つのフィールドをここにドラッグして、マップ上で選択されている位置と似た属性を持つ位置を特定します。 このフィールド ウェルにデータがある場合、[類似検索] ツールが選択ツールのツールバーに表示されます。 選択ツールを使用してマップ上の参照位置を選択し、[類似検索] ツールをクリックし、[実行] をクリックして、上位 10 件の一致を表示します。",
            "JoinField_Desc": "ArcGIS レイヤーで結合に使用するフィールドを追加します。",
            "Layers": "レイヤー",
            "LayerTitle": "タイトル",
            "ShowLayers": "レイヤーの表示",
            "Anchor": "アンカー",
            "LayersPosition": "レイヤーの位置",
            "Left": "左",
            "Right": "右",
            "MapTools": "マップ ツール",
            "MapTools_Desc": "マップ ツールの設定",
            "ZoomTools": "ズーム ツール",
            "Basemaps": "ベースマップ",
            "Search": "検索",
            "SearchPinColor": "ピンの色",
            "Search_Desc": "対象の住所と場所の検索",
            "LocationType": "位置情報の種類",
            "LocationType_Desc": "位置情報の種類の設定",
            "InfographicsPosition": "インフォグラフィックスの位置",
            "Country": "国",
            "DisableMapChange": "範囲のロック"
        },
        "ko-KR": {
            "Location": "위치",
            "Latitude": "위도(Y)",
            "Longitude": "경도(X)",
            "Size": "크기",
            "Color": "색상",
            "Time": "시간",
            "Tooltips": "도구 팁",
            "FindSimilar": "유사한 항목 찾기",
            "JoinField": "조인 레이어",
            "Location_Desc": "데이터 필드의 위치 기반 값을 여기로 드래그하여 맵에 위치를 표시합니다.",
            "Latitude_Desc": "- 데이터 필드의 위도(y) 값을 여기로 드래그하여 맵 좌표의 일부를 정의합니다. 이 필드를 사용할 경우 해당 경도(x) 필드도 지정해야 합니다.",
            "Longitude_Desc": "경도 - 데이터 필드의 경도(X) 값을 이 필드 웰로 드래그하여 맵 좌표의 일부를 정의합니다. 이 필드를 사용할 경우 해당 위도(Y) 필드도 지정해야 합니다.",
            "Size_Desc": "숫자 데이터 필드를 여기로 드래그하여 크기에 따라 맵에 위치를 그립니다.",
            "Color_Desc": "숫자 데이터 필드를 여기로 드래그하여 색상 램프에 따라 맵의 위치를 구분합니다. 또는, 범주 데이터 필드를 추가하여 서로 다른 색상으로 위치를 표시합니다.",
            "Time_Desc": "시계열 데이터(날짜, 시간, 날짜와 시간)가 포함된 필드를 여기로 드래그하여 시간에 따라 맵의 위치를 애니메이션합니다.",
            "Tooltips_Desc": "범주 필드 또는 숫자 필드를 여기로 드래그하여 도구 팁에 나타나는 정보를 정의합니다. 여기에는 여러 필드가 포함될 수 있습니다.",
            "FindSimilar_Desc": "최대 5개의 필드를 여기로 드래그하여 맵에 선택되어 있는 위치와 유사한 속성을 가진 위치를 찾습니다. 이 필드 웰에 데이터가 포함되어 있는 경우 선택 도구 도구모음에 유사한 항목 찾기 도구가 나타납니다. 선택 도구를 사용하여 맵에서 참조 위치를 선택한 후 유사한 항목 찾기 도구를 클릭하고 실행을 클릭하여 상위 10개의 일치 항목을 볼 수 있습니다.",
            "JoinField_Desc": "ArcGIS 레이어와 조인할 필드를 추가합니다.",
            "Layers": "레이어",
            "LayerTitle": "제목",
            "ShowLayers": "레이어 표시",
            "Anchor": "고정",
            "LayersPosition": "레이어 위치",
            "Left": "왼쪽",
            "Right": "오른쪽",
            "MapTools": "맵 도구",
            "MapTools_Desc": "맵 도구 설정",
            "ZoomTools": "확대 도구",
            "Basemaps": "베이스맵",
            "Search": "검색",
            "SearchPinColor": "핀 색상",
            "Search_Desc": "주소 및 관심 장소 검색",
            "LocationType": "위치 유형",
            "LocationType_Desc": "위치 유형 설정",
            "InfographicsPosition": "인포그래픽 위치",
            "Country": "국가",
            "DisableMapChange": "범위 잠금"
        },
        "lt-LT": {
            "Location": "Padėtis",
            "Latitude": "Platuma (Y)",
            "Longitude": "Ilguma (X)",
            "Size": "Dydis",
            "Color": "Spalva",
            "Time": "Laikas",
            "Tooltips": "Įrankio informacija",
            "FindSimilar": "Rasti panašius",
            "JoinField": "Prijungti sluoksnį",
            "Location_Desc": "Čia vilkite iš savo duomenų laukų vietos reikšmę, kad būtų rodomos vietos žemėlapyje.",
            "Latitude_Desc": "Čia vilkite iš savo duomenų laukų platumos (y) reikšmę, koordinačių daliai žemėlapyje apibrėžti. Jei naudojate šį lauką, taip pat turite nurodyti atitinkamą ilgumos (x) lauką",
            "Longitude_Desc": "Čia vilkite iš savo duomenų laukų ilgumos (x) reikšmę, koordinačių daliai žemėlapyje apibrėžti. Jei naudojate šį lauką, taip pat turite nurodyti atitinkamą platumos (y) lauką.",
            "Size_Desc": "Norėdami nubrėžti vietas žemėlapyje pagal dydį, vilkite čia skaitinių duomenų lauką.",
            "Color_Desc": "Norėdami atskirti vietas žemėlapyje pagal spalvų seką, vilkite čia skaitinių duomenų lauką. Arba pridėkite kategorinį duomenų lauką, kad būtų rodomos vietos, naudojant skirtingas spalvas.",
            "Time_Desc": "Vilkite lauką, kuriame yra laiko duomenys (data, laikas arba data ir laikas), kad būtų galima animuoti vietas žemėlapyje pagal laiką.",
            "Tooltips_Desc": "Vilkite kategorinius ar skaitinius laukus čia, kad apibrėžtumėte įrankio užuominoje rodomą informaciją. Tai gali būti keli laukai.",
            "FindSimilar_Desc": "Vilkite iki penkių laukų čia, kad rastumėte vietas su atributais, panašiais į žemėlapyje pasirinktų vietų atributus. Kai šiame lauke yra duomenų, parinkimo įrankių juostoje rodomas įrankis Rasti panašius. Norėdami pasirinkti atskaitos vietas žemėlapyje, naudokite žymėjimo įrankį, tada spustelėkite įrankį Rasti panašius ir spustelėkite Vykdyti, kad galėtumėte peržiūrėti 10 geriausių atitikmenų.",
            "JoinField_Desc": "Pridėti lauką, kurį norite įtraukti į ArcGIS sluoksnį.",
            "Layers": "Sluoksniai",
            "LayerTitle": "Pavadinimas",
            "ShowLayers": "Rodyti sluoksnius",
            "Anchor": "Inkaras",
            "LayersPosition": "Sluoksnių padėtis",
            "Left": "Kairėje",
            "Right": "Dešinėje",
            "MapTools": "Žemėlapio įrankiai",
            "MapTools_Desc": "Žemėlapių įrankių nustatymai",
            "ZoomTools": "Mastelio įrankiai",
            "Basemaps": "Pagrindo žemėlapiai",
            "Search": "Paieška",
            "SearchPinColor": "Smeigtuko spalva",
            "Search_Desc": "Ieškoti adresų ir lankytinų vietų",
            "LocationType": "Vietovės tipas",
            "LocationType_Desc": "Vietovės tipo nustatymai",
            "InfographicsPosition": "Infografiko padėtis",
            "Country": "Šalis",
            "DisableMapChange": "Užfiksuoti aprėptį"
        },
        "lv-LV": {
            "Location": "Novietojums",
            "Latitude": "Platums (Y)",
            "Longitude": "Garums (X)",
            "Size": "Izmērs",
            "Color": "Krāsa",
            "Time": "Laiks",
            "Tooltips": "Rīka padomi",
            "FindSimilar": "Atrast līdzīgu",
            "JoinField": "Savienošanas slānis",
            "Location_Desc": "Velciet uz atrašanās vietu balstīto vērtību no datu laukiem šeit, lai atrašanās vietas tiktu parādītas kartē.",
            "Latitude_Desc": "Velciet ģeogrāfiskā platuma grādu (y) vērtību no datu laukiem šeit, lai definētu daļu no kartes koordinātām. Ja izmantojat šo lauku, jums ir jānorāda arī attiecīgā ģeogrāfiskā garuma grādu (x) lauka vērtība",
            "Longitude_Desc": "Velciet ģeogrāfiskā garuma grādu (y) vērtību no datu laukiem šeit, lai definētu daļu no kartes koordinātām. Ja izmantojat šo lauku, jums ir jānorāda arī attiecīgā ģeogrāfiskā platuma grādu (x) lauka vērtība",
            "Size_Desc": "Velciet skaitlisko datu lauku šeit, lai uzzīmētu atrašanās vietas kartē atbilstoši to izmēriem.",
            "Color_Desc": "Velciet skaitlisko datu lauku šeit, lai atrašanās vietas padarītu atšķirīgas kartē, izmantojot krāsu paleti. Tāpat varat pievienot arī kategoriju datu lauku, lai parādītu atrašanās vietas, izmantojot dažādas krāsas.",
            "Time_Desc": "Velciet lauku, kas satur īslaicīgus datus (datums, laiks vai datums un laiks) šeit, lai animētu atrašanās vietas kartē atkarībā no laika.",
            "Tooltips_Desc": "Velciet kategoriju vai skaitliskos laukus šeit, lai definētu informāciju, kas parādās rīka padomos. Tie var ietvert vairākus laukus.",
            "FindSimilar_Desc": "Velciet līdz pieciem laukiem šeit, lai atrastu atrašanās vietas, izmantojot atribūtus, kas ir salīdzināmi ar kartē izvēlēto atrašanās vietu atribūtiem. Kad šajā lauka apgabalā ir dati, izvēles rīku rīkjoslā parādās rīks Atrast līdzīgu. Izmantojiet izvēles rīku, lai kartē atlasītu references atrašanās vietas, un pēc tam noklikšķiniet uz rīka Atrast līdzīgu, un noklikšķiniet uz Palaist, lai skatītu 10 atbilstošākos rezultātus.",
            "JoinField_Desc": "Pievienojiet lauku, lai savienotu ar ArcGIS slāni.",
            "Layers": "Slāņi",
            "LayerTitle": "Virsraksts",
            "ShowLayers": "Rādīt slāņus",
            "Anchor": "Anchor",
            "LayersPosition": "Slāņu atrašanās vieta",
            "Left": "Pa kreisi",
            "Right": "Pa labi",
            "MapTools": "Kartes rīki",
            "MapTools_Desc": "Kartes rīku iestatījumi",
            "ZoomTools": "Mērogmaiņas rīki",
            "Basemaps": "Pamatkartes",
            "Search": "Meklēt",
            "SearchPinColor": "Spraudītes krāsa",
            "Search_Desc": "Meklēt adreses un interesējošās vietas",
            "LocationType": "Novietojuma veids",
            "LocationType_Desc": "Atrašanās vietas veida iestatījumi",
            "InfographicsPosition": "Infografikas novietojums",
            "Country": "Valsts",
            "DisableMapChange": "Bloķēt pārklājumu"
        },
        "nb-NO": {
            "Location": "Plassering",
            "Latitude": "Breddegrad (Y)",
            "Longitude": "Lengdegrad (X)",
            "Size": "Størrelse",
            "Color": "Farge",
            "Time": "Tid",
            "Tooltips": "Verktøytips",
            "FindSimilar": "Finn lignende",
            "JoinField": "Tilkoblingslag",
            "Location_Desc": "Dra en lokasjonsbasert verdi fra datafeltene hit for å vise lokasjoner på kartet.",
            "Latitude_Desc": "Dra en breddegradverdi (y) fra datafeltene hit for å definere en del av et kartkoordinat. Hvis du bruker dette feltet, må du også angi tilsvarende lengdegradfelt (x).",
            "Longitude_Desc": "Dra en lengdegradverdi (x) fra datafeltene hit for å definere en del av et kartkoordinat. Hvis du bruker dette feltet, må du også angi tilsvarende breddegradfelt (y).",
            "Size_Desc": "Dra numeriske datafelt hit for å tegne lokasjoner på kartet i samsvar med størrelse.",
            "Color_Desc": "Dra numeriske datafelt hit for å skille lokasjoner på kartet basert på en fargepalett. Alternativt kan du legge til et kategorisk datafelt for å vise lokasjoner ved hjelp av ulike farger.",
            "Time_Desc": "Dra et felt som inneholder tidsrelaterte data (dato, klokkeslett eller dato og klokkeslett) hit for å animere lokasjonene på kartet i henhold til tid.",
            "Tooltips_Desc": "Dra kategoriske eller numeriske felt hit for å definere informasjon som vises i verktøytips. Kan inneholde flere felt.",
            "FindSimilar_Desc": "Dra opptil fem felt hit for å finne lokasjoner med attributter som kan sammenlignes med dem for lokasjoner som er valgt på kartet. Når denne feltbrønnen inneholder data, vises verktøyet Finn lignende på verktøylinjen for utvalgsverktøy. Bruk et utvalgsverktøy for å velge referanselokasjoner på kartet, klikk deretter på verktøyet Finn lignende og klikk på Kjør for å vise de 10 beste treffene.",
            "JoinField_Desc": "Legg til et felt som skal føyes sammen med et ArcGIS-lag.",
            "Layers": "Lag",
            "LayerTitle": "Tittel",
            "ShowLayers": "Vis lag",
            "Anchor": "Anker",
            "LayersPosition": "Lagposisjon",
            "Left": "Venstre",
            "Right": "Høyre",
            "MapTools": "Kartverktøy",
            "MapTools_Desc": "Innstillinger for kartverktøy",
            "ZoomTools": "Zoomverktøy",
            "Basemaps": "Bakgrunnskart",
            "Search": "Søk",
            "SearchPinColor": "Nålfarge",
            "Search_Desc": "Søk etter adresser og interessante steder",
            "LocationType": "Lokasjonstype",
            "LocationType_Desc": "Innstillinger for lokasjonstype",
            "InfographicsPosition": "Infografikkens posisjon",
            "Country": "Land",
            "DisableMapChange": "Lås utstrekning"
        },
        "nl-NL": {
            "Location": "Locatie",
            "Latitude": "Breedtegraad (Y)",
            "Longitude": "Lengtegraad (X)",
            "Size": "Grootte",
            "Color": "Kleur",
            "Time": "Tijd",
            "Tooltips": "Tooltips",
            "FindSimilar": "Zoek gelijksoortig",
            "JoinField": "Laag koppelen",
            "Location_Desc": "Sleep een op locatie gebaseerde waarden van uw gegevensvelden om locaties weer te geven op de kaart.",
            "Latitude_Desc": "Sleep een breedtegraadwaarde (y) van uw gegevensvelden hier voor het definiëren van een onderdeel van een kaartcoördinaat. Als u dit veld gebruikt, moet u ook het overeenkomende lengtegraadveld (x) opgeven",
            "Longitude_Desc": "Sleep een lengtegraadwaarde (x) van uw gegevensvelden hier voor het definiëren van een onderdeel van een kaartcoördinaat. Als u dit veld gebruikt, moet u ook het overeenkomende breedtegraadveld (y) opgeven.",
            "Size_Desc": "Sleep het numerieke gegevensveld hier om locaties op de kaart te tekenen in overeenstemming met de grootte.",
            "Color_Desc": "Sleep het numerieke gegevensveld hier om locaties op de kaart te onderscheiden op basis van een kleurverloop. Alternatief kunt u ook een veld voor categoriegegevens toevoegen om de locaties te tonen met verschillende kleuren.",
            "Time_Desc": "Sleep een veld dat tijdsgegevens (datum, tijd of datum en tijd) bevat naar hier om de locaties op de kaart te animeren in overeenstemming van de tijd.",
            "Tooltips_Desc": "Sleep hier categorie- of numerieke velden om informatie te definiëren die verschijnt in de tooltips. Dit kan meerdere velden bevatten.",
            "FindSimilar_Desc": "Sleep tot vijf velden naar hier om locaties te zoeken met kenmerken die vergelijkbaar zijn met deze van locaties die op de kaart zijn geselecteerd Wanneer deze veldbron gegevens bevat, verschijnt de tool Zoek gelijksoortig in de werkbalk met selectietools. Gebruik een selectietool om de referentielocaties te selecteren op de kaart, klik dan op de tool Zoek gelijksoortig en klik op Uitvoeren om de eerste 10 treffers weer te geven.",
            "JoinField_Desc": "Voeg een veld toe om samen te voegen met een ArcGIS-laag.",
            "Layers": "Lagen",
            "LayerTitle": "Titel",
            "ShowLayers": "Lagen weergeven",
            "Anchor": "Anker",
            "LayersPosition": "Positie van de lagen",
            "Left": "Links",
            "Right": "Rechts",
            "MapTools": "Kaarthulpmiddelen",
            "MapTools_Desc": "Kaarttools-instellingen",
            "ZoomTools": "Zoomtools",
            "Basemaps": "Basiskaarten",
            "Search": "Zoeken",
            "SearchPinColor": "Speldkleur",
            "Search_Desc": "Zoeken naar adressen en bezienswaardigheden",
            "LocationType": "Locatietype",
            "LocationType_Desc": "Instellingen locatietype",
            "InfographicsPosition": "Positie infographics",
            "Country": "Land",
            "DisableMapChange": "Extent vergrendelen"
        },
        "pl-PL": {
            "Location": "Lokalizacja",
            "Latitude": "Szerokość geograficzna (Y)",
            "Longitude": "Długość geograficzna (X)",
            "Size": "Rozmiar",
            "Color": "Kolor",
            "Time": "Czas",
            "Tooltips": "Etykiety narzędzi",
            "FindSimilar": "Znajdź podobne",
            "JoinField": "Warstwa złączenia",
            "Location_Desc": "Przeciągnij tutaj wartość określającą lokalizację z pola danych, aby wyświetlić lokalizacje na mapie.",
            "Latitude_Desc": "Przeciągnij tutaj wartość szerokości geograficznej (y) z pól danych, aby zdefiniować część współrzędnej na mapie. Jeśli użyjesz tego pola, musisz także podać wartość w odpowiednim polu długości geograficznej (x)",
            "Longitude_Desc": "Przeciągnij tutaj wartość długości geograficznej (x) z pól danych, aby zdefiniować część współrzędnej na mapie. Jeśli użyjesz tego pola, musisz także podać wartość w odpowiednim polu szerokości geograficznej (y).",
            "Size_Desc": "Przeciągnij tutaj pole danych liczbowych, aby wyświetlać lokalizacje na mapie według wielkości.",
            "Color_Desc": "Przeciągnij tutaj pole danych liczbowych, aby rozróżniać lokalizacje na mapie na podstawie skali barw. Możesz też dodać pole danych jakościowych, aby wyświetlać lokalizacje przy użyciu różnych kolorów.",
            "Time_Desc": "Przeciągnij tutaj pole danych czasowych (data, czas lub data i czas), aby włączyć animację lokalizacji na mapie na podstawie czasu.",
            "Tooltips_Desc": "Przeciągnij tutaj pola danych jakościowych lub liczbowych, aby zdefiniować informacje wyświetlane w etykietkach narzędzi. Może to być wiele pól.",
            "FindSimilar_Desc": "Przeciągnij tutaj maksymalnie pięć pól, aby znaleźć lokalizacje o atrybutach porównywalnych z lokalizacjami wybranymi na mapie. Gdy to źródło pól zawiera dane, na pasku narzędzi wyboru jest wyświetlane narzędzie Znajdź podobne. Użyj narzędzia wyboru, aby wybrać na mapie lokalizacje referencyjne, a następnie kliknij narzędzie Znajdź podobne i kliknij przycisk Uruchom, aby wyświetlić 10 pierwszych dopasowań.",
            "JoinField_Desc": "Dodaj pole do złączenia przy użyciu warstwy ArcGIS.",
            "Layers": "Warstwy",
            "LayerTitle": "Tytuł",
            "ShowLayers": "Pokaż warstwy",
            "Anchor": "Zakotwiczenie",
            "LayersPosition": "Pozycja warstw",
            "Left": "Po lewej",
            "Right": "Po prawej",
            "MapTools": "Narzędzia mapy",
            "MapTools_Desc": "Ustawienia narzędzi mapy",
            "ZoomTools": "Narzędzia powiększania",
            "Basemaps": "Mapy bazowe",
            "Search": "Wyszukaj",
            "SearchPinColor": "Kolor pinezki",
            "Search_Desc": "Szukaj adresów lub punktów zainteresowania",
            "LocationType": "Typ lokalizacji",
            "LocationType_Desc": "Ustawienia typu lokalizacji",
            "InfographicsPosition": "Pozycja infografik",
            "Country": "Kraj",
            "DisableMapChange": "Zablokuj zasięg"
        },
        "pt-BR": {
            "Location": "Localização",
            "Latitude": "Latitude (Y)",
            "Longitude": "Longitude (X)",
            "Size": "Tamanho",
            "Color": "Cor",
            "Time": "Tempo",
            "Tooltips": "Dicas da Ferramenta",
            "FindSimilar": "Localizar semelhante",
            "JoinField": "Camda de ligação",
            "Location_Desc": "Arraste um valor baseado em localização a partir dos seus campos de dados aqui para exibir os locais no mapa.",
            "Latitude_Desc": "Arraste um valor de latitude (Y) dos seus campos de dados para este campo para definir parte de uma coordenada do mapa. Se você utilizar este campo, você também deverá especificar o campo de longitude (X) correspondente",
            "Longitude_Desc": "Arraste um valor de longitude (X) dos seus campos de dados aqui para definir parte de uma coordenada do mapa. Se você utilizar este campo, você também deverá especificar o campo de latitude (Y) correspondente.",
            "Size_Desc": "Adicione o campo de dados numéricos aqui para desenhar locais no mapa de acordo com o tamanho.",
            "Color_Desc": "Adicione o campo de dados numéricos aqui para distinguir locais no mapa baseado em uma rampa de cores. Alternativamente, adicione o campo de dados categóricos para mostrar as localizações utilizando cores diferentes.",
            "Time_Desc": "Arraste um campo contendo dados temporais (data, hora ou data e hora) aqui para animar os locais no mapa de acordo com o tempo.",
            "Tooltips_Desc": "Arraste os campos categóricos ou numéricos aqui para definir as informações que aparecem nas dicas da ferramenta. Isto pode conter campos múltiplos.",
            "FindSimilar_Desc": "Arraste até cinco campos aqui para encontrar locais com atributos comparáveis aos dos locais selecionados no mapa. Quando este campo contiver dados, a ferramenta Localizar Semelhante apareça na barra de ferramentas das ferramentas de seleção. Utilize uma ferramenta de seleção para selecionar localizações de referência no mapa, então clique na ferramenta Localizar Semelhante e clique em Executar para visualizar os 10 primeiros correspondentes.",
            "JoinField_Desc": "Adicione um campo para unir com uma Camada do ArcGIS.",
            "Layers": "Camadas",
            "LayerTitle": "Título",
            "ShowLayers": "Mostrar camadas",
            "Anchor": "Âncora",
            "LayersPosition": "Posição de camadas",
            "Left": "Esquerda",
            "Right": "Direita",
            "MapTools": "Ferramentas do mapa",
            "MapTools_Desc": "Configurações de ferramentas de mapa",
            "ZoomTools": "Ferramentas de Zoom",
            "Basemaps": "Mapas Base",
            "Search": "Pesquisar",
            "SearchPinColor": "Cor de alfinete",
            "Search_Desc": "Pesquise endereços e locais de interesse",
            "LocationType": "Tipo de local",
            "LocationType_Desc": "Configurações de tipo de localização",
            "InfographicsPosition": "Posição de infográficos",
            "Country": "País",
            "DisableMapChange": "Bloquear extensão"
        },
        "pt-PT": {
            "Location": "Localização",
            "Latitude": "Latitude (Y)",
            "Longitude": "Longitude (X)",
            "Size": "Tamanho",
            "Color": "Cor",
            "Time": "Tempo",
            "Tooltips": "Dicas",
            "FindSimilar": "Encontrar semelhante",
            "JoinField": "Camada de Ligação",
            "Location_Desc": "Arraste um valor baseado em localização dos seus campos de dados para aqui para visualizar as localizações no mapa.",
            "Latitude_Desc": "Arraste um valor de latitude (y) dos seus campos de dados para aqui para definir parte de uma coordenada do mapa. Se utilizar este campo, deve também especificar o campo de longitude (x) correspondente",
            "Longitude_Desc": "Arraste um valor de longitude (x) dos seus campos de dados para aqui para definir parte de uma coordenada do mapa. Se utilizar este campo, deve também especificar o campo de latitude (y) correspondente.",
            "Size_Desc": "Arraste o campo de dados numéricos para aqui para desenhar as localizações no mapa de acordo com o tamanho.",
            "Color_Desc": "Arraste o campo de dados numéricos para aqui para diferenciar as localizações no mapa com base numa rampa de cores. Alternativamente, adicione um campo de dados categóricos para exibir localizações utilizando diferentes cores.",
            "Time_Desc": "Arraste um campo com dados temporais (data, hora, ou data e hora) para aqui para animar as localizações no mapa de acordo com a hora.",
            "Tooltips_Desc": "Arraste os campos categóricos ou numéricos para aqui para definir as informações que surgem nas dicas de ferramentas. Podem conter vários campos.",
            "FindSimilar_Desc": "Arraste até cinco campos para encontrar localizações com atributos comparáveis aos das localizações selecionadas no mapa. Quando este campo contiver dados, a ferramenta Encontrar semelhante surgirá na barra de ferramentas das ferramentas de seleção. Utilize uma ferramenta de seleção para selecionar localizações de referência no mapa e, em seguida, clique na ferramenta Encontrar semelhante e em Executar para ver as 10 principais correspondências.",
            "JoinField_Desc": "Adicione um campo para ligar a uma Camada ArcGIS.",
            "Layers": "Layers",
            "LayerTitle": "Título",
            "ShowLayers": "Exibir camadas",
            "Anchor": "Ancorar",
            "LayersPosition": "Layers position",
            "Left": "Left",
            "Right": "Right",
            "MapTools": "Ferramentas de mapa",
            "MapTools_Desc": "Definições das ferramentas de mapa",
            "ZoomTools": "Ferramentas zoom",
            "Basemaps": "Mapas Base",
            "Search": "Pesquisar",
            "SearchPinColor": "Cor do pino",
            "Search_Desc": "Pesquisar moradas e locais de interesse",
            "LocationType": "Tipo de localização",
            "LocationType_Desc": "Definições do tipo de localização",
            "InfographicsPosition": "Posição infografia",
            "Country": "País",
            "DisableMapChange": "Bloquear extensão"
        },
        "ro-RO": {
            "Location": "Locaţie",
            "Latitude": "Latitudine (Y)",
            "Longitude": "Longitudine (X)",
            "Size": "Dimensiune",
            "Color": "Culoare",
            "Time": "Timp",
            "Tooltips": "Sugestii instrument",
            "FindSimilar": "Găsește asemănător",
            "JoinField": "Strat tematic pentru unire",
            "Location_Desc": "Trageți aici o valoare bazată pe locație din câmpurile dvs. de date, pentru a afișa locațiile de pe hartă.",
            "Latitude_Desc": "Trageți aici o valoare pentru latitudine (y) din câmpurile dvs. de date, pentru a defini o parte a unei coordonate a hărții. Dacă utilizați acest câmp, trebuie să specificați și câmpul aferent pentru longitudine (x)",
            "Longitude_Desc": "Trageți aici o valoare pentru longitudine (x) din câmpurile dvs. de date, pentru a defini o parte a unei coordonate a hărții. Dacă utilizați acest câmp, trebuie să specificați și câmpul aferent pentru latitudine (y).",
            "Size_Desc": "Trageți aici câmpul de date numerice pentru a trasa locații pe hartă în funcție de dimensiune.",
            "Color_Desc": "Trageți aici câmpul de date numerice pentru a distinge locațiile de pe hartă în funcție de o rampă de culoare. Alternativ, adăugați câmpul de date de categorii pentru a afișa locațiile utilizând culori diferite.",
            "Time_Desc": "Trageți aici un câmp care conține date temporale (data, ora sau data și ora), pentru a anima locațiile de pe hartă în funcție de timp.",
            "Tooltips_Desc": "Trageți aici câmpuri de categorii sau numerice pentru a defini informațiile care apar în sfaturile de ecran. Acesta poate conține mai multe câmpuri.",
            "FindSimilar_Desc": "Trageți aici până la cinci câmpuri pentru a găsi locații cu atribute comparabile cu cele ale locațiilor selectate pe hartă. Când acest grup de câmpuri conține date, instrumentul Căutare similare apare în bara de instrumente de selecție. Utilizați un instrument de selecție pentru a selecta locațiile de referință de pe hartă, apoi faceți clic pe instrumentul Căutare similare și faceți clic pe Execuție pentru a vizualiza primele 10 concordanțe.",
            "JoinField_Desc": "Adăugați un câmp de alăturat unui strat tematic ArcGIS.",
            "Layers": "Straturi tematice",
            "LayerTitle": "Titlu",
            "ShowLayers": "Afişare straturi tematice",
            "Anchor": "Ancoră",
            "LayersPosition": "Poziția straturilor tematice",
            "Left": "Stânga",
            "Right": "Dreapta",
            "MapTools": "Instrumente hartă",
            "MapTools_Desc": "Setări de instrumente pentru hartă",
            "ZoomTools": "Instrumente de transfocare",
            "Basemaps": "Hărţi fundal",
            "Search": "Căutare",
            "SearchPinColor": "Culoare jalon",
            "Search_Desc": "Căutați adrese și puncte de interes",
            "LocationType": "Tip locaţie",
            "LocationType_Desc": "Setări tip locație",
            "InfographicsPosition": "Poziția din infografică",
            "Country": "Țară",
            "DisableMapChange": "Blocarea extensiei"
        },
        "ru-RU": {
            "Location": "Местоположение",
            "Latitude": "Широта (Y)",
            "Longitude": "Долгота (X)",
            "Size": "Размер",
            "Color": "Цвет",
            "Time": "Время",
            "Tooltips": "Подсказки инструментов",
            "FindSimilar": "Найти схожие",
            "JoinField": "Присоединяемый слой",
            "Location_Desc": "Перетащите значение на основе местоположения из полей данных сюда, чтобы отобразить местоположения карте.",
            "Latitude_Desc": "Перетащите значение широты (y) из полей данных сюда, чтобы задать часть координат карты. Если вы используете это поле, необходимо также указать соответствующее поле долготы (x)",
            "Longitude_Desc": "Перетащите значение долготы (x) из полей данных сюда, чтобы задать часть координат карты. Если вы используете это поле, необходимо также указать соответствующее поле широты (y).",
            "Size_Desc": "Перетащите поле числовых значений сюда, чтобы отобразить местоположения на карте в соответствии с размером.",
            "Color_Desc": "Перетащите поле числовых значений сюда, чтобы отобразить местоположения на карте с помощью цветовой шкалы. Или, добавьте поле категорийных данных, чтобы отобразить местоположения, используя различные цвета.",
            "Time_Desc": "Перетащите поле, содержащее временные данные (дату, время или дату и время) сюда, чтобы использовать анимацию местоположений карты во времени.",
            "Tooltips_Desc": "Перетащите категорийные или числовые поля сюда, чтобы задать сведения, которые будут отображаться в подсказках. Здесь может содержаться несколько полей.",
            "FindSimilar_Desc": "Перетащите сюда до пяти полей, чтобы найти местоположения, атрибуты которых сравнимы с атрибутами местоположений, выбранных на карте. Когда в этом поле имеются данные, на панели инструментов выборки отображается инструмент Найти схожие. Используйте инструмент выборки, чтобы выбрать базовые местоположения на карте, затем щелкните инструмент Найти схожие и Запустить, чтобы найти до 10 совпадений.",
            "JoinField_Desc": "Добавить поле для присоединения к слою ArcGIS.",
            "Layers": "Слои",
            "LayerTitle": "Заголовок",
            "ShowLayers": "Показать слои",
            "Anchor": "Якорь",
            "LayersPosition": "Положение слоев",
            "Left": "Слева",
            "Right": "Справа",
            "MapTools": "Инструменты карты",
            "MapTools_Desc": "Настройки инструментов карты",
            "ZoomTools": "Инструменты изменения масштаба",
            "Basemaps": "Базовые карты",
            "Search": "Поиск",
            "SearchPinColor": "Цвет булавки",
            "Search_Desc": "Поиск адресов или мест интереса",
            "LocationType": "Тип местоположения",
            "LocationType_Desc": "Настройки типа местоположений",
            "InfographicsPosition": "Местоположение инфографики",
            "Country": "Страна",
            "DisableMapChange": "Блокировать экстент"
        },
        "sk-SK": {
            "Location": "Lokalita",
            "Latitude": "Zemepisná šírka (Y)",
            "Longitude": "Zemepisná dĺžka (X)",
            "Size": "Veľkosť",
            "Color": "Farba",
            "Time": "Čas",
            "Tooltips": "Tooltipy",
            "FindSimilar": "Nájsť podobné",
            "JoinField": "Pridať vrstvu",
            "Location_Desc": "Potiahnite hodnotu polohy z vašich dátových polí sem, aby ste ju zobrazili ako lokality v mape.",
            "Latitude_Desc": "Potiahnite hodnotu zemepisnej šírky (y) z vašich dátových polí sem, aby ste definovali časť mapovej súradnice. Ak používate toto pole, musíte špecifikovať aj príslušné pole so zemepisnou dĺžkou (x)",
            "Longitude_Desc": "Potiahnite hodnotu zemepisnej dĺžky (x) z vašich dátových polí sem, aby ste definovali časť mapovej súradnice. Ak používate toto pole, musíte špecifikovať aj príslušné pole so zemepisnou šírkou (y).",
            "Size_Desc": "Potiahnite pole s numerickými dátami sem, aby ste vykreslili lokality v mape podľa veľkosti.",
            "Color_Desc": "Potiahnite pole s numerickými dátami sem, aby ste odlíšili lokality v mape podľa farebnej palety. Prípadne pridajte pole s kategorizovanými dátami, aby ste zobrazili lokality s použitím rôznych farieb.",
            "Time_Desc": "Potiahnite pole obsahujúce časové dáta (dátum, čas alebo dátum a čas) sem, aby ste animovali lokality v mape podľa času.",
            "Tooltips_Desc": "Potiahnite kategorizované alebo numerické polia sem, aby ste definovali informáciu, ktorá sa zobrazí v tooltipoch. Môže obsahovať viacero polí.",
            "FindSimilar_Desc": "Potiahnite sem až päť polí, aby ste našli lokality s porovnateľnými atribútmi vzhľadom k aktuálne vybraným lokalitám v mape. Ak toto pole obsahuje dáta, nástroj Nájsť podobné sa objaví v paneli nástrojov pre výbery. Použite nástroj výberu na výber referenčných lokalít v mape, potom kliknite na nástroj Nájsť podobné a kliknite na Spustiť pre zobrazenie 10 nájdených s najväčšou zhodou.",
            "JoinField_Desc": "Pridajte pole pre prepojenie s ArcGIS vrstvou.",
            "Layers": "Vrstvy",
            "LayerTitle": "Názov",
            "ShowLayers": "Zobraziť vrstvy",
            "Anchor": "Kotva",
            "LayersPosition": "Pozícia vrstiev",
            "Left": "Vľavo",
            "Right": "Vpravo",
            "MapTools": "Mapové nástroje",
            "MapTools_Desc": "Nastavenia mapových nástrojov",
            "ZoomTools": "Nástroje priblíženia",
            "Basemaps": "Podkladové mapy",
            "Search": "Vyhľadať",
            "SearchPinColor": "Farba značky",
            "Search_Desc": "Vyhľadávať adresy a miesta záujmu",
            "LocationType": "Typ polohy",
            "LocationType_Desc": "Nastavenia typov polohy",
            "InfographicsPosition": "Pozícia infografiky",
            "Country": "Krajina",
            "DisableMapChange": "Uzamknúť rozsah"
        },
        "sl-SL": {
            "Location": "Lokacija",
            "Latitude": "Geografska širina (Y)",
            "Longitude": "Geografska dolžina (X)",
            "Size": "Velikost",
            "Color": "Barva",
            "Time": "Čas",
            "Tooltips": "Opis orodja",
            "FindSimilar": "Najdi podobno",
            "JoinField": "Spojitveni sloj",
            "Location_Desc": "Povlecite vrednost, ki temelji na lokaciji, iz podatkovnih polj tukaj, da prikažete lokacije na karti.",
            "Latitude_Desc": "Povlecite vrednost geografske širine (y) iz podatkovnih polj tukaj, da določite del koordinate karte. Če uporabljate to polje, morate določiti tudi ustrezno polje geografske dolžine (x).",
            "Longitude_Desc": "Povlecite vrednost geografske dolžine (x) iz podatkovnih polj tukaj, da določite del koordinate karte. Če uporabljate to polje, morate določiti tudi ustrezno polje geografske širine (y).",
            "Size_Desc": "Sem povlecite številčno podatkovno polje, da narišete lokacije na karti glede na velikost.",
            "Color_Desc": "Sem povlecite številčno podatkovno polje, da ločite lokacije na karti na podlagi barvne lestvice. Lahko pa dodate kategorično podatkovno polje, da prikažete lokacije z različnimi barvami.",
            "Time_Desc": "Povlecite polje, ki vsebuje časovne podatke (datum, čas ali datum in čas), da animirate lokacije na karti glede na čas.",
            "Tooltips_Desc": "Sem povlecite kategorična ali številska polja, da definirate informacije, ki se prikažejo v opisih orodij. To lahko vsebuje več polj.",
            "FindSimilar_Desc": "Sem povlecite do pet polj, da poiščete lokacije z atributi, primerljivimi z lokacijami, izbranimi na karti. Ko to polje dobro vsebuje podatke, se v orodni vrstici orodij za izbor prikaže Najdi podobno orodje. Z izbirnim orodjem izberite referenčne lokacije na karti, nato kliknite Poišči podobno orodje in kliknite Zaženi, da si ogledate 10 najboljših zadetkov.",
            "JoinField_Desc": "Dodajte polje, ki ga želite spojiti s slojem ArcGIS.",
            "Layers": "Sloji",
            "LayerTitle": "Naslov",
            "ShowLayers": "Pokaži sloje",
            "Anchor": "Sidro",
            "LayersPosition": "Položaj slojev",
            "Left": "Levo",
            "Right": "Desno",
            "MapTools": "Kartna orodja",
            "MapTools_Desc": "Nastavitve kartnih orodij",
            "ZoomTools": "Orodja za povečavo",
            "Basemaps": "Temeljne karte",
            "Search": "Iskanje",
            "SearchPinColor": "Pripni barvo",
            "Search_Desc": "Poiščite naslove in zanimive kraje",
            "LocationType": "Tip lokacije",
            "LocationType_Desc": "Nastavitve tipa lokacije",
            "InfographicsPosition": "Položaj infografike",
            "Country": "Država",
            "DisableMapChange": "Obseg zaklepanja"
        },
        "sr-Latn-RS": {
            "Location": "Lokacija",
            "Latitude": "Geografska širina (Y)",
            "Longitude": "Geografska dužina (X)",
            "Size": "Veličina",
            "Color": "Boja",
            "Time": "Vreme",
            "Tooltips": "Opisi alatke",
            "FindSimilar": "Pronađi slično",
            "JoinField": "Priključi sloj",
            "Location_Desc": "Prevucite vrednost za lokaciju iz vaših polja za podatke ovde za prikaz lokacija na mapi.",
            "Latitude_Desc": "Prevucite vrednost za geografsku širinu (y) iz vaših polja za podatke ovde za prikaz lokacija na mapi. Ako koristite ovo polje, morate da navedete i odgovarajuće polje za geografsku dužinu (x)",
            "Longitude_Desc": "Prevucite vrednost za geografsku dužinu (x) iz vaših polja za podatke ovde za prikaz lokacija na mapi. Ako koristite ovo polje, morate da navedete i odgovarajuće polje za geografsku širinu (y)",
            "Size_Desc": "Ovde prevucite numeričke podatke za crtanje lokacija na mapi u skladu sa veličinom.",
            "Color_Desc": "Ovde prevucite numeričke podatke za razlikovanje lokacija na mapi u skladu rampom za boje. Ili, dodajte polje za kategoriju podataka za prikaz lokacija različitim bojama.",
            "Time_Desc": "Prevucite polje koje sadrži privremene podatke (datum, vreme ili datum i vreme) ovde za animaciju lokacija na mapi u skladu sa vremenom.",
            "Tooltips_Desc": "Prevucite kategorijska ili numerička polja ovde da biste definisali informacije koje se pojavljuju na traci za savete. Tu može da bude više polja.",
            "FindSimilar_Desc": "Prevucite do pet polja ovde da biste pronašli lokacije sa atributima koji su uporedivi onima za lokaciju koja se nalazi na mapi. Kada ovo polje sadrži podatke, pojavljuje se alat Pronađi slično na traci za izbor alata. Upotrebite alat za izbor za izbor referentnih lokacija na mapi, zatim kliknite na alat Pronađi slično i kliknite na Pokreni da biste videli najboljih 10 poklapanja.",
            "JoinField_Desc": "Dodajte polje za spajanje sa ArcGIS slojem.",
            "Layers": "Slojevi",
            "LayerTitle": "Naslov",
            "ShowLayers": "Prikaži slojeve",
            "Anchor": "Sidro",
            "LayersPosition": "Položaj slojeva",
            "Left": "Levo",
            "Right": "Desno",
            "MapTools": "Alatke mape",
            "MapTools_Desc": "Postavke za alatke mape",
            "ZoomTools": "Alatke za zum",
            "Basemaps": "Pozadinske mape",
            "Search": "Pretraži",
            "SearchPinColor": "Boja pina",
            "Search_Desc": "Pretraži adrese i mesta interesovanja",
            "LocationType": "Tip lokacije",
            "LocationType_Desc": "Podešavanja za tip lokacije",
            "InfographicsPosition": "Položaj infografike",
            "Country": "Zemlja",
            "DisableMapChange": "Zaključaj obuhvat"
        },
        "sv-SE": {
            "Location": "Plats",
            "Latitude": "Latitud (Y)",
            "Longitude": "Longitud (X)",
            "Size": "Storlek",
            "Color": "Färg",
            "Time": "Tid",
            "Tooltips": "Verktygstips",
            "FindSimilar": "Hitta liknande",
            "JoinField": "Förena lager",
            "Location_Desc": "Dra ett platsbaserat värde från dina datafält hit för att visa platser på kartan.",
            "Latitude_Desc": "Dra ett latitudvärde (y) från dina datafält hit för att definiera en del av en kartkoordinat. Om du använder det här fältet måste du också specificera det motsvarande longitudfältet (x)",
            "Longitude_Desc": "Dra ett longitudvärde (x) från dina datafält hit för att definiera en del av en kartkoordinat. Om du använder det här fältet måste du också specificera det motsvarande latitudfältet (y).",
            "Size_Desc": "Dra ett numeriskt datafält hit för att rita platser på kartan efter storlek.",
            "Color_Desc": "Dra ett numeriskt datafält hit för att särskilja platser på kartan baserat på en färgramp. Du kan också lägga till ett kategoriskt datafält för att visa platser med olika färger.",
            "Time_Desc": "Dra ett fält som innehåller tidsdata (datum, tid eller datum och tid) hit för att animera platserna på kartan efter tid.",
            "Tooltips_Desc": "Dra kategoriska eller numeriska fält hit för att definiera information som visas i tipsrutor. Det kan innehålla flera fält.",
            "FindSimilar_Desc": "Dra upp till fem fält hit för att hitta platser med attribut som är jämförbara med attribut för platser som har valts på kartan. När den här fältkällan innehåller data visas verktyget Hitta liknande i verktygsfältet markeringsverktyg. Använd ett markeringsverktyg för att välja referensplatser på kartan, och klicka sedan på verktyget Hitta liknande och klicka på Kör för att visa de 10 högsta träffarna.",
            "JoinField_Desc": "Lägg till ett fält att förena till ett ArcGIS-lager.",
            "Layers": "Lager",
            "LayerTitle": "Titel",
            "ShowLayers": "Visa lager",
            "Anchor": "Fästpunkt",
            "LayersPosition": "Lagerposition",
            "Left": "Vänster",
            "Right": "Höger",
            "MapTools": "Kartverktyg",
            "MapTools_Desc": "Inställningar för kartverktyg",
            "ZoomTools": "Zoomverktyg",
            "Basemaps": "Baskartor",
            "Search": "Sök",
            "SearchPinColor": "Kartnålsfärg",
            "Search_Desc": "Sök efter adresser och intresseplatser",
            "LocationType": "Platstyp",
            "LocationType_Desc": "Inställningar för platstyp",
            "InfographicsPosition": "Placering av infografik",
            "Country": "Land",
            "DisableMapChange": "Lås utbredning"
        },
        "th-TH": {
            "Location": "ตำแหน่ง",
            "Latitude": "ละติจูด (Y)",
            "Longitude": "ลองจิจูด (X)",
            "Size": "ขนาด",
            "Color": "สี",
            "Time": "เวลา",
            "Tooltips": "ทูลทิป",
            "FindSimilar": "ค้นหารายการที่คล้ายกัน",
            "JoinField": "รวมชั้นข้อมูล",
            "Location_Desc": "ลากค่าที่อิงตามตำแหน่งจากฟิลด์ข้อมูลของคุณมาที่นี่ เพื่อแสดงตำแหน่งบนแผนที่",
            "Latitude_Desc": "ลากค่าละติจูด (y) จากฟิลด์ข้อมูลของคุณมาที่นี่ เพื่อกำหนดส่วนหนึ่งของพิกัดแผนที่ หากคุณใช้ฟิลด์นี้ คุณจะต้องระบุฟิลด์ลองจิจูด (x) ที่สอดคล้องกัน",
            "Longitude_Desc": "ลากค่าลองจิจูด (x) จากฟิลด์ข้อมูลของคุณมาที่นี่ เพื่อกำหนดส่วนหนึ่งของพิกัดแผนที่ หากคุณใช้ฟิลด์นี้ คุณจะต้องระบุฟิลด์ละติจูด (y) ที่สอดคล้องกัน",
            "Size_Desc": "ลากฟิลด์ข้อมูลตัวเลขมาที่นี่ เพื่อวาดตำแหน่งบนแผนที่ตามขนาด",
            "Color_Desc": "ลากฟิลด์ข้อมูลตัวเลขมาที่นี่ เพื่อจำแนกแผนที่โดยอิงตามเฉดสี หรือเพิ่มฟิลด์ข้อมูลตามหมวดหมู่ เพื่อแสดงตำแหน่งด้วยสีอื่นๆ",
            "Time_Desc": "ลากฟิลด์ที่มีข้อมูลตามช่วงเวลา (วันที่ เวลา หรือวันที่และเวลา) มาที่นี่ เพื่อแสดงภาพเคลื่อนไหวของตำแหน่งบนแผนที่ตามเวลา",
            "Tooltips_Desc": "ลากฟิลด์ตามหมวดหมู่หรือฟิลด์ตัวเลขมาที่นี่ เพื่อกำหนดข้อมูลที่จะปรากฏในคำอธิบายเครื่องมือ ส่วนนี้สามารถมีได้หลายฟิลด์",
            "FindSimilar_Desc": "ลากสูงสุดห้าฟิลด์มาที่นี่ เพื่อค้นหาตำแหน่งที่มีแอตทริบิวต์ซึ่งสามารถใช้เปรียบเทียบกับแอตทริบิวต์ที่เลือกไว้บนแผนที่ได้ เมื่อฟิลด์เวลนี้มีข้อมูล เครื่องมือ ค้นหาที่คล้ายกัน จะปรากฏขึ้นบนแถบเครื่องมือเครื่องมือการเลือก ใช้เครื่องมือการเลือก เพื่อเลือกตำแหน่งอ้างอิงบนแผนที่ จากนั้นคลิกเครื่องมือ ค้นหาที่คล้ายกัน แล้วคลิก รัน เพื่อดู 10 รายการบนสุดที่ตรงกัน",
            "JoinField_Desc": "เพิ่มฟิลด์เพื่อรวมกับชั้นข้อมูล ArcGIS",
            "Layers": "ชั้นข้อมูล",
            "LayerTitle": "ชื่อ",
            "ShowLayers": "แสดงชั้นข้อมูล",
            "Anchor": "สมอ",
            "LayersPosition": "ตำแหน่งชั้นข้อมูล",
            "Left": "ซ้าย",
            "Right": "ขวา",
            "MapTools": "เครื่องมือจัดการแผนที่",
            "MapTools_Desc": "การตั้งค่าเครื่องมือสำหรับแผนที่",
            "ZoomTools": "เครื่องมือขยาย",
            "Basemaps": "แผนที่ฐาน",
            "Search": "ค้นหา",
            "SearchPinColor": "สีหมุด",
            "Search_Desc": "ค้นหาที่อยู่และสถานที่น่าสนใจ",
            "LocationType": "ประเภทสถานที่ตั้ง",
            "LocationType_Desc": "การตั้งค่าประเภทสถานที่ตั้ง",
            "InfographicsPosition": "ตำแหน่งกราฟิกข้อมูล",
            "Country": "ประเทศ",
            "DisableMapChange": "ขอบเขตการล็อค"
        },
        "tr-TR": {
            "Location": "Konum",
            "Latitude": "Enlem (Y)",
            "Longitude": "Boylam (X)",
            "Size": "Boyut",
            "Color": "Renkli",
            "Time": "Saat",
            "Tooltips": "Araç Bilgisi",
            "FindSimilar": "Benzer bul",
            "JoinField": "Katmanı birleştir",
            "Location_Desc": "Konumları haritada görüntülemek için veri alanlarınızdan konum tabanlı bir değeri buraya sürükleyin.",
            "Latitude_Desc": "Harita koordinatının bir bölümünü tanımlamak için veri alanlarınızdan bir enlem (y) değerini buraya sürükleyin. Bu alanı kullanırsanız, karşılık gelen boylam (x) alanını da belirtmelisiniz",
            "Longitude_Desc": "Harita koordinatının bir bölümünü tanımlamak için veri alanlarınızdan bir boylam (x) değerini buraya sürükleyin. Bu alanı kullanırsanız, karşılık gelen enlem (y) alanını da belirtmelisiniz.",
            "Size_Desc": "Haritadaki konumları boyutlarına uygun olarak çizmek için sayısal veri alanını buraya sürükleyin.",
            "Color_Desc": "Haritadaki konumları bir renk paletini temel alarak ayırt etmek için sayısal veri alanını buraya sürükleyin. Alternatif olarak, konumları farklı renkler kullanarak göstermek için kategorik veri alanı ekleyin.",
            "Time_Desc": "Haritadaki konumları zamana uygun olarak canlandırmak için zamansal veriler (tarih, saat veya tarih ve saat) içeren bir alanı buraya sürükleyin.",
            "Tooltips_Desc": "Araç ipuçlarında görünen bilgileri tanımlamak için kategorik veya sayısal alanları buraya sürükleyin. Bu, birden fazla alan içeriyor olabilir.",
            "FindSimilar_Desc": "Haritada seçili konumlarla karşılaştırılabilir özniteliklere sahip konumları bulmak için beş adede kadar alanı buraya sürükleyin. Bu alan haznesi veri içerdiğinde, seçim araçları araç çubuğunda Benzerini Bul aracı görüntülenir. Haritadaki referans konumlarını seçmek için bir seçim aracı kullanın, ardından Benzerini Bul aracına tıklayın ve ilk 10 eşleşmeyi görüntülemek için Çalıştır'a tıklayın.",
            "JoinField_Desc": "Bir ArcGIS Katmanı ile birleştirmek için bir alan ekleyin.",
            "Layers": "Katmanlar",
            "LayerTitle": "Unvan",
            "ShowLayers": "Katmanları göster",
            "Anchor": "Tutturucu",
            "LayersPosition": "Katmanların yeri",
            "Left": "Sol",
            "Right": "Sağ",
            "MapTools": "Harita araçları",
            "MapTools_Desc": "Harita araçları ayarları",
            "ZoomTools": "Yakınlaştırma araçları",
            "Basemaps": "Altlık Haritalar",
            "Search": "Ara",
            "SearchPinColor": "Rengi işaretle",
            "Search_Desc": "Adres veya ilgi çekici yerleri arayın",
            "LocationType": "Konum türü",
            "LocationType_Desc": "Konum türü ayarları",
            "InfographicsPosition": "Bilgi grafikleri konumu",
            "Country": "Ülke",
            "DisableMapChange": "Yayılımı kilitle"
        },
        "uk-UA": {
            "Location": "Місце розташування",
            "Latitude": "Широта (Y)",
            "Longitude": "Довгота (X)",
            "Size": "Розмір",
            "Color": "Колір",
            "Time": "Час",
            "Tooltips": "Спливні підказки",
            "FindSimilar": "Пошук подібного",
            "JoinField": "Об'єднання шару",
            "Location_Desc": "Перетягніть сюди значення на основі місця розташування з полів даних, щоб відобразити місця розташування на карті.",
            "Latitude_Desc": "Перетягніть сюди значення широти (y) з полів даних, щоб визначити частину координати карти. Якщо ви використовуєте це поле, ви також повинні вказати відповідне поле довготи (x).",
            "Longitude_Desc": "Перетягніть сюди значення довготи (x) із полів даних, щоб визначити частину координати карти. Якщо ви використовуєте це поле, ви також повинні вказати відповідне поле широти (y).",
            "Size_Desc": "Перетягніть сюди поле числових даних, щоб намалювати місця розташування на карті відповідно до розміру.",
            "Color_Desc": "Перетягніть сюди поле числових даних, щоб розрізняти місця розташування на карті на основі схеми кольорів. Крім того, додайте поле категорійних даних, щоб відображати місце розташування різними кольорами.",
            "Time_Desc": "Перетягніть сюди поле, яке містить часові дані (дата, час або дата і час), щоб анімувати місця розташування на карті відповідно до часу.",
            "Tooltips_Desc": "Перетягніть сюди категоріальні або числові поля, щоб визначити інформацію, яка відображатиметься у спливних підказках. Це може містити декілька полів.",
            "FindSimilar_Desc": "Перетягніть сюди до п’яти полів, щоб знайти місця розташування з атрибутами, порівнюваними з атрибутами місць розташування, вибраних на карті. Якщо це поле добре містить дані, на панелі інструментів вказаних інструментів вибору з’являється інструмент «Пошук подібного». Використовуйте інструмент вибору, щоб вибрати опорні місця на карті, потім натисніть інструмент «Пошук подібного» та натисніть Виконати, щоб переглянути 10 найкращих збігів.",
            "JoinField_Desc": "Додайте поле для приєднання до шару ArcGIS.",
            "Layers": "Шари",
            "LayerTitle": "Заголовок",
            "ShowLayers": "Показати шари",
            "Anchor": "Прив’язка",
            "LayersPosition": "Положення шарів",
            "Left": "Зліва",
            "Right": "справа",
            "MapTools": "Інструменти карти",
            "MapTools_Desc": "Налаштування інструментів карти",
            "ZoomTools": "Інструменти масштабування",
            "Basemaps": "Базові карти",
            "Search": "Пошук",
            "SearchPinColor": "Колір шпильки",
            "Search_Desc": "Шукати адреси та визначні місця",
            "LocationType": "Тип місця розташування",
            "LocationType_Desc": "Налаштування типу розташування",
            "InfographicsPosition": "Положення інфографіки",
            "Country": "Країна",
            "DisableMapChange": "Екстент блокування"
        },
        "vi-VN": {
            "Location": "Vị trí",
            "Latitude": "Vĩ độ (Y)",
            "Longitude": "Kinh độ (X)",
            "Size": "Kích thước",
            "Color": "Màu sắc",
            "Time": "Thời gian",
            "Tooltips": "Các chú giải công cụ",
            "FindSimilar": "Tìm tương tự",
            "JoinField": "Lớp liên kết",
            "Location_Desc": "Kéo một giá trị dựa trên vị trí từ các trường dữ liệu của bạn vào đây để hiển thị các vị trí trên bản đồ.",
            "Latitude_Desc": "Kéo một giá trị vĩ độ (y) từ các trường dữ liệu của bạn vào đây để xác định phần tọa độ bản đồ. Nếu sử dụng trường này, bạn cũng phải xác định trường kinh độ (x) tương ứng",
            "Longitude_Desc": "Kéo một giá trị kinh độ (x) từ các trường dữ liệu của bạn vào đây để xác định phần tọa độ bản đồ. Nếu sử dụng trường này, bạn cũng phải xác định trường vĩ độ (y) tương ứng.",
            "Size_Desc": "Kéo trường dữ liệu số vào đây để vẽ các vị trí trên bản đồ theo kích thước.",
            "Color_Desc": "Kéo trường dữ liệu số vào đây để phân biệt các vị trí trên bản đồ theo độ dốc màu. Ngoài ra, hãy thêm trường dữ liệu phân loại để hiển thị vị trí bằng các màu khác nhau.",
            "Time_Desc": "Kéo một trường có chứa dữ liệu thời gian (ngày, giờ hoặc ngày và giờ) vào đây để tạo hiệu ứng cho các vị trí trên bản đồ theo thời gian.",
            "Tooltips_Desc": "Kéo các trường số hoặc phân loại vào đây để xác định thông tin xuất hiện trong chú giải công cụ. Ở đây có thể chứa nhiều trường.",
            "FindSimilar_Desc": "Kéo tối đa năm trường vào đây để tìm các vị trí có các thuộc tính tương đương với các vị trí được chọn trên bản đồ. Khi nguồn trường này chứa dữ liệu, công cụ Tìm Vị trí tương tự sẽ xuất hiện trên thanh công cụ lựa chọn. Sử dụng công cụ lựa chọn để chọn vị trí tham chiếu trên bản đồ, sau đó nhấp vào công cụ Tìm Vị trí tương tự và nhấp Chạy để xem 10 kết quả đầu tiên.",
            "JoinField_Desc": "Thêm trường để liên kết với Lớp ArcGIS.",
            "Layers": "Lớp",
            "LayerTitle": "Tiêu đề",
            "ShowLayers": "Hiển thị lớp",
            "Anchor": "Neo",
            "LayersPosition": "Vị trí lớp",
            "Left": "Trái",
            "Right": "Phải",
            "MapTools": "Công cụ bản đồ",
            "MapTools_Desc": "Thiết lập công cụ bản đồ",
            "ZoomTools": "Các Công cụ thu phóng",
            "Basemaps": "Bản đồ nền",
            "Search": "Tìm kiếm",
            "SearchPinColor": "Màu ghim",
            "Search_Desc": "Tìm kiếm địa chỉ và địa điểm yêu thích",
            "LocationType": "Loại vị trí",
            "LocationType_Desc": "Thiết lập loại vị trí",
            "InfographicsPosition": "Vị trí đồ họa thông tin",
            "Country": "Quốc gia",
            "DisableMapChange": "Khóa phạm vi"
        },
        "zh-CN": {
            "Location": "位置",
            "Latitude": "纬度 (Y)",
            "Longitude": "经度 (X)",
            "Size": "大小",
            "Color": "颜色",
            "Time": "时间",
            "Tooltips": "工具提示",
            "FindSimilar": "查找相似",
            "JoinField": "连接图层",
            "Location_Desc": "将数据字段中基于位置的值拖动到此处，以显示地图上的位置。",
            "Latitude_Desc": "将数据字段中的纬度 (y) 值拖动到此处，以定义部分地图坐标。 如果使用此字段，还必须指定相应的经度 (x) 字段",
            "Longitude_Desc": "将数据字段中的经度 (x) 值拖动到此处，以定义部分地图坐标。 如果使用此字段，还必须指定相应的纬度 (y) 字段。",
            "Size_Desc": "将数值数据字段拖动到此处，以根据大小在地图上绘制位置。",
            "Color_Desc": "将数值数据字段拖动到此处，以基于色带区分地图上的位置。 或者，添加类别数据字段以使用不同的颜色显示位置。",
            "Time_Desc": "将包含时态数据(日期、时间或者日期和时间)的字段拖动到此处，以根据时间以动画形式呈现地图上的位置。",
            "Tooltips_Desc": "将分类或数值字段拖动到此处，以定义工具提示中显示的信息。 它可以包含多个字段。",
            "FindSimilar_Desc": "最多可将 5 个字段拖动到此处，以查找与地图上所选位置属性相当的位置。 当此字段包含数据时，“查找相似”工具将出现在选择工具工具栏上。 可以使用选择工具在地图上选择参考位置，然后单击“查找相似”工具并单击“运行”以查看前 10 个匹配项。",
            "JoinField_Desc": "添加字段以连接到 ArcGIS 图层。",
            "Layers": "图层",
            "LayerTitle": "标题",
            "ShowLayers": "显示图层",
            "Anchor": "锚点",
            "LayersPosition": "图层位置",
            "Left": "左侧",
            "Right": "右侧",
            "MapTools": "地图工具",
            "MapTools_Desc": "地图工具设置",
            "ZoomTools": "缩放工具",
            "Basemaps": "底图",
            "Search": "搜索",
            "SearchPinColor": "图钉颜色",
            "Search_Desc": "搜索地址和感兴趣地点",
            "LocationType": "位置类型",
            "LocationType_Desc": "位置类型设置",
            "InfographicsPosition": "信息图表位置",
            "Country": "国家/地区",
            "DisableMapChange": "锁定范围"
        },
        "zh-TW": {
            "Location": "位置",
            "Latitude": "緯度(Y)",
            "Longitude": "經度(X)",
            "Size": "尺寸",
            "Color": "顏色",
            "Time": "時間",
            "Tooltips": "工具提示",
            "FindSimilar": "尋找相似處",
            "JoinField": "結合圖層",
            "Location_Desc": "從這裡的資料欄位中拖曳位置型值，以便在地圖上顯示位置。",
            "Latitude_Desc": "從這裡的資料欄位中拖曳緯度 (y) 值，以定義地圖座標的組件。 如果使用此欄位，也必須指定對應的經度 (x) 欄位",
            "Longitude_Desc": "從這裡的資料欄位中拖曳經度 (x) 值，以定義地圖座標的組件。 如果使用此欄位，也必須指定對應的緯度 (y) 欄位。",
            "Size_Desc": "拖曳這裡的數值資料欄位，根據大小在地圖上繪製位置。",
            "Color_Desc": "拖曳這裡的數值資料欄位，根據色帶來區隔地圖上的位置。 此外也可以新增分類資料欄位，以使用不同的顏色顯示位置。",
            "Time_Desc": "在這裡拖曳包含時態資料 (日期、時間，或日期和時間) 的欄位，根據時間來製作地圖上位置的動畫。",
            "Tooltips_Desc": "拖曳這裡的分類或數值欄位，定義在工具提示中顯示的資訊。 這可能包含多個欄位。",
            "FindSimilar_Desc": "在這裡拖曳至少五個欄位來尋找位置，該位置具有與地圖上所選位置之屬性相當的屬性。 當此欄位池包含資料時，「選擇工具」工具列上會出現「尋找相似處」工具。 使用選擇工具來選擇地圖上的參考位置，然後按一下「尋找相似處」工具，再按「執行」以檢視前 10 個符合項。",
            "JoinField_Desc": "新增欄位以結合 ArcGIS 圖層。",
            "Layers": "圖層",
            "LayerTitle": "標題",
            "ShowLayers": "顯示圖層",
            "Anchor": "錨點",
            "LayersPosition": "圖層位置",
            "Left": "左",
            "Right": "右",
            "MapTools": "地圖工具",
            "MapTools_Desc": "地圖工具設定",
            "ZoomTools": "縮放工具",
            "Basemaps": "底圖",
            "Search": "搜尋",
            "SearchPinColor": "大頭針顏色",
            "Search_Desc": "搜尋地址和感興趣地點",
            "LocationType": "位置類型",
            "LocationType_Desc": "位置類型設定",
            "InfographicsPosition": "資訊圖表位置",
            "Country": "國家/地區",
            "DisableMapChange": "鎖定範圍"
        }
    },
    "capabilities": {
        "privileges": [
            {
                "name": "WebAccess",
                "essential": true,
                "parameters": [
                    "https://*",
                    "https://*:*"
                ]
            },
            {
                "name": "LocalStorage",
                "essential": true
            }
        ],
        "dataRoles": [
            {
                "displayName": "Location",
                "displayNameKey": "Location",
                "description": "Drag a location-based value from your data fields here to display locations on the map.",
                "descriptionKey": "Location_Desc",
                "name": "Location",
                "kind": "Grouping"
            },
            {
                "displayName": "Latitude (Y)",
                "displayNameKey": "Latitude",
                "description": "Drag a latitude (y) value from your data fields here to define part of a map coordinate. If you use this field, you must also specify the corresponding longitude (x) field",
                "descriptionKey": "Latitude_Desc",
                "name": "Latitude",
                "kind": "GroupingOrMeasure",
                "preferredTypes": [
                    {
                        "geography": {
                            "latitude": true
                        }
                    }
                ]
            },
            {
                "displayName": "Longitude (X)",
                "displayNameKey": "Longitude",
                "description": "Drag a longitude (x) value from your data fields here to define part of a map coordinate. If you use this field, you must also specify the corresponding latitude (y) field.",
                "descriptionKey": "Longitude_Desc",
                "name": "Longitude",
                "kind": "GroupingOrMeasure",
                "preferredTypes": [
                    {
                        "geography": {
                            "longitude": true
                        }
                    }
                ]
            },
            {
                "displayName": "Size",
                "displayNameKey": "Size",
                "description": "Drag numerical data field here to draw locations on the map according to size.",
                "descriptionKey": "Size_Desc",
                "name": "Size",
                "kind": "Measure",
                "requiredTypes": [
                    {
                        "numeric": true
                    },
                    {
                        "integer": true
                    }
                ]
            },
            {
                "displayName": "Color",
                "displayNameKey": "Color",
                "description": "Drag numerical data field here to distinguish locations on the map based on a color ramp. Alternatively, add categorical data field to show locations using different colors.",
                "descriptionKey": "Color_Desc",
                "name": "Color",
                "kind": "GroupingOrMeasure"
            },
            {
                "displayName": "Time",
                "displayNameKey": "Time",
                "description": "Drag a field containing temporal data (date, time, or date and time) here to animate the locations on the map according to time.",
                "descriptionKey": "Time_Desc",
                "name": "Time",
                "kind": "Grouping"
            },
            {
                "displayName": "Tooltips",
                "displayNameKey": "Tooltips",
                "description": "Drag categorical or numeric fields here to define information that appears in tooltips. This can contain multiple fields.",
                "descriptionKey": "Tooltips_Desc",
                "name": "Tooltips",
                "kind": "GroupingOrMeasure"
            },
            {
                "displayName": "Join layer",
                "displayNameKey": "JoinField",
                "description": "Add a field to join with an ArcGIS Layer.",
                "descriptionKey": "JoinField_Desc",
                "name": "JoinField",
                "kind": "Grouping"
            },
            {
                "displayName": "Find similar",
                "displayNameKey": "FindSimilar",
                "description": "Drag up to five fields here to find locations with attributes comparable to those of locations selected on the map. When this field well contains data, the Find Similar tool appears on the selection tools toolbar. Use a selection tool to select reference locations on the map, then click the Find Similar tool and click Run to view the top 10 matches.",
                "descriptionKey": "FindSimilar_Desc",
                "name": "FindSimilar",
                "kind": "Measure",
                "requiredTypes": [
                    {
                        "numeric": true
                    },
                    {
                        "integer": true
                    }
                ]
            }
        ],
        "dataViewMappings": [
            {
                "conditions": [
                    {
                        "Location": {
                            "max": 1
                        },
                        "Latitude": {
                            "max": 1,
                            "kind": "Grouping"
                        },
                        "Longitude": {
                            "max": 1,
                            "kind": "Grouping"
                        },
                        "Size": {
                            "max": 1
                        },
                        "Color": {
                            "max": 1
                        },
                        "Time": {
                            "max": 1
                        },
                        "JoinField": {
                            "max": 5
                        },
                        "FindSimilar": {
                            "max": 5
                        }
                    }
                ],
                "categorical": {
                    "categories": {
                        "select": [
                            {
                                "bind": {
                                    "to": "Location"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Longitude"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Latitude"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Size"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Color"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Time"
                                }
                            },
                            {
                                "bind": {
                                    "to": "Tooltips"
                                }
                            },
                            {
                                "bind": {
                                    "to": "JoinField"
                                }
                            },
                            {
                                "bind": {
                                    "to": "FindSimilar"
                                }
                            }
                        ],
                        "dataReductionAlgorithm": {
                            "sample": {
                                "count": 30000
                            }
                        }
                    },
                    "values": {
                        "group": {
                            "by": "Series",
                            "select": [
                                {
                                    "bind": {
                                        "to": "Size"
                                    }
                                },
                                {
                                    "bind": {
                                        "to": "Color"
                                    }
                                },
                                {
                                    "bind": {
                                        "to": "FindSimilar"
                                    }
                                }
                            ],
                            "dataReductionAlgorithm": {
                                "sample": {
                                    "count": 30000
                                }
                            }
                        }
                    }
                }
            }
        ],
        "objects": {
            "mapObject": {
                "properties": {
                    "value": {
                        "type": {
                            "text": true
                        }
                    }
                }
            },
            "geometryCache": {
                "properties": {
                    "value": {
                        "type": {
                            "text": true
                        }
                    }
                }
            },
            "layers": {
                "properties": {
                    "layerTitle": {
                        "type": {
                            "text": true
                        }
                    },
                    "layerVisible": {
                        "type": {
                            "bool": true
                        }
                    },
                    "layerAnchored": {
                        "type": {
                            "bool": true
                        }
                    },
                    "layerPosition": {
                        "type": {
                            "enumeration": []
                        }
                    }
                }
            },
            "mapTools": {
                "properties": {
                    "zoomTools": {
                        "type": {
                            "bool": true
                        }
                    },
                    "basemaps": {
                        "type": {
                            "bool": true
                        }
                    },
                    "lockMapExtent": {
                        "type": {
                            "bool": true
                        }
                    },
                    "infographicsPosition": {
                        "type": {
                            "enumeration": []
                        }
                    }
                }
            },
            "locationType": {
                "properties": {
                    "country": {
                        "type": {
                            "enumeration": []
                        }
                    }
                }
            },
            "search": {
                "properties": {
                    "geoSearch": {
                        "type": {
                            "bool": true
                        }
                    }
                }
            }
        },
        "supportsLandingPage": true
    },
    "visualEntryPoint": "",
    "externalJS": [],
    "assets": {
        "icon": "assets/icon.png"
    }
}